[
  [
    13,
    [
      "はるかすみたてるやいつこみよしののよしののやまにゆきはふりつつ",
      "はるかすみたちはそむれとみよしののやまにけふさへゆきはふりつつ"
    ]
  ],
  [
    13,
    [
      "はるかすみたてるやいつこみよしののよしののやまにゆきはふりつつ",
      "さくらはなさけるやいつこみよしののよしののやまはかすみこめつつ"
    ]
  ],
  [
    15,
    [
      "うめかえにきゐるうくひすはるかけてなけともいまたゆきはふりつつ",
      "うめかえになくうくひすのこゑきけとやまにはけふもゆきはふりつつ"
    ]
  ],
  [
    15,
    [
      "うめかかをそてにうつしてととめてははるはすくともかたみならまし",
      "いろふかくみるのへたにもつねならははるはすくともかたみならまし"
    ]
  ],
  [
    14,
    [
      "よのなかにたえてさくらのなかりせははるのこころはのとけからまし",
      "よのなかにひとのあらそひなかりせはいかにこころのうれしからまし"
    ]
  ],
  [
    15,
    [
      "さくらはなさきにけらしもあしひきのやまのかひよりみゆるしらくも",
      "さくらはなさきにしひよりよしのやまそらもひとつにかをるしらくも"
    ]
  ],
  [
    14,
    [
      "さくらはなさきにけらしもあしひきのやまのかひよりみゆるしらくも",
      "さくらはなさきぬときけはかつらきのやまのすかたにかかるしらくも"
    ]
  ],
  [
    15,
    [
      "さくらはなさきにけらしもあしひきのやまのかひよりみゆるしらくも",
      "さくらはなまたみぬさきにみよしののやまのかひあるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "はるかすみたなひくやまのさくらはなうつろはむとやいろかはりゆく",
      "はるかすみたなひくやまのさくらはなみれともあかぬきみにもあるかな"
    ]
  ],
  [
    14,
    [
      "はるかすみたなひくやまのさくらはなうつろはむとやいろかはりゆく",
      "はるかすみたなひくやまのさくらはなはやくみてましちりすきにけり"
    ]
  ],
  [
    12,
    [
      "はなのきもいまはほりうゑしはるたてはうつろふいろにひとならひけり",
      "はなのきはまかきちかくはうゑてみしうつろふいろにひとならひけり"
    ]
  ],
  [
    15,
    [
      "みわやまをしかもかくすかはるかすみひとにしられぬはなやさくらむ",
      "よしのやまたえすかすみのたなひくはひとにしられぬはなやさくらむ"
    ]
  ],
  [
    14,
    [
      "あつさゆみはるのやまへをこえくれはみちもさりあへすはなそちりける",
      "あつさゆみはるのやまへにいるときはかさしにのみそはなはちりける"
    ]
  ],
  [
    15,
    [
      "いまもかもさきにほふらむたちはなのこしまのさきのやまふきのはな",
      "いとはやもさきにほふらむをやまたのかりほのやとのあきはきのはな"
    ]
  ],
  [
    15,
    [
      "いまもかもさきにほふらむたちはなのこしまのさきのやまふきのはな",
      "いまよりやさきにほふらむさをしかのこゑきくをののあきはきのはな"
    ]
  ],
  [
    15,
    [
      "なきとむるはなしなけれはうくひすもはてはものうくなりぬへらなり",
      "いまいくかはるしなけれはうくひすもものはなかめておもふへらなり"
    ]
  ],
  [
    15,
    [
      "こゑはしてなみたはみえぬほとときすわかころもてのひつをからなむ",
      "いろふかきなみたをかりてほとときすわかころもてのもりになくなり"
    ]
  ],
  [
    2,
    [
      "あしひきのやまほとときすをりはへてたれかまさるとねをのみそなく",
      "あしひきのやまほとときすうちはへてたれかまさるとねをのみそなく"
    ]
  ],
  [
    15,
    [
      "かはかせのすすしくもあるかうちよするなみとともにやあきはたつらむ",
      "うたたねのすすしくもあるかからころもそてのうらにやあきのたつらむ"
    ]
  ],
  [
    14,
    [
      "わかせこかころものすそをふきかへしうらめつらしきあきのはつかせ",
      "やまかせのかすみのころもふきかへしうらめつらしきはなのいろかな"
    ]
  ],
  [
    15,
    [
      "あきかせのふきにしひよりひさかたのあまのかはらにたたぬひはなし",
      "あきかせによのふけゆけはひさかたのあまのかはらにつきかたふきぬ"
    ]
  ],
  [
    15,
    [
      "ちきりけむこころそつらきたなはたのとしにひとたひあふはあふかは",
      "あかれしのこころやふかきたなはたのとしにひとたひまれにのみあふ"
    ]
  ],
  [
    14,
    [
      "たなはたにかしつるいとのうちはへてとしのをなかくこひやわたらむ",
      "あをやきのみとりのいとのうちはへてとしのをなかきはるやへぬらむ"
    ]
  ],
  [
    13,
    [
      "かくはかりをしとおもふよをいたつらにねてあかすらむひとさへそうき",
      "かくはかりをしとおもふひをくれぬとてはなみてかへるひとさへそうき"
    ]
  ],
  [
    5,
    [
      "よをさむみころもかりかねなくなへにはきのしたはもうつろひにけり",
      "よをさむみころもかりかねなくなへにはきのしたははいろつきにけり"
    ]
  ],
  [
    15,
    [
      "あきはきのはなさきにけりたかさこのをのへのしかはいまやなくらむ",
      "あきはきのはなさきぬらしわかせこかころもかりかねいまきなくなり"
    ]
  ],
  [
    15,
    [
      "あきはきのしたはいろつくいまよりやひとりあるひとのいねかてにする",
      "あきはきのしたはのいろをみるときそひとりあるひとはおもひしらるる"
    ]
  ],
  [
    15,
    [
      "はなにあかてなにかへるらむをみなへしおほかるのへにねなましものを",
      "なにめててつまやこふらむをみなへしおほかるのへのさをしかのこゑ"
    ]
  ],
  [
    15,
    [
      "われのみやあはれとおもはむきりきりすなくゆふかけのやまとなてしこ",
      "われのみはあはれともいはしたれもみよゆふつゆかかるやまとなてしこ"
    ]
  ],
  [
    2,
    [
      "ふくからにあきのくさきのしをるれはむへやまかせをあらしといふらむ",
      "ふくからにのへのくさきのしをるれはむへやまかせをあらしといふらむ"
    ]
  ],
  [
    14,
    [
      "もみちせぬときはのやまはふくかせのおとにやあきをききわたるらむ",
      "もみちせぬときはのやまにすむしかはおのれなきてやあきをしるらむ"
    ]
  ],
  [
    14,
    [
      "かみなつきしくれもいまたふらなくにかねてうつろふかむなひのもり",
      "わかかとのわさたもいまたかりあけねはかねてうつろふかむなひのもり"
    ]
  ],
  [
    14,
    [
      "あきかせのふきにしひよりおとはやまみねのこすゑもいろつきにけり",
      "あきかせのふきにしひよりかたをかのせみのなくねもいろかはるなり"
    ]
  ],
  [
    15,
    [
      "はなみつつひとまつときはしろたへのそてかとのみそあやまたれける",
      "かみまつるやとのうのはなしろたへのみてくらかとそあやまたれける"
    ]
  ],
  [
    7,
    [
      "たつたかはもみちはなかるかむなひのみむろのやまにしくれふるらしみむろのきしに",
      "たつたかはもみちはなかるかむなひのみむろのやまにしくれふるらし"
    ]
  ],
  [
    12,
    [
      "ちはやふるかみよもきかすたつたかはからくれなゐにみつくくるとは",
      "これもまたかみよはきかすたつたかはつきのこほりにみつくくるとは"
    ]
  ],
  [
    14,
    [
      "ゆふされはころもてさむしみよしののよしののやまにみゆきふるらし",
      "ゆふされはうらかせさむしあまをふねとませのやまにゆきはふるらし"
    ]
  ],
  [
    14,
    [
      "みよしののやまのしらゆきつもるらしふるさとさむくなりまさるなり",
      "みよしののやまのあきかせさよふけてふるさとさむくころもうつなり"
    ]
  ],
  [
    15,
    [
      "みよしののやまのしらゆきつもるらしふるさとさむくなりまさるなり",
      "みよしののやまのしらゆききえぬまにふるさとかけてたつかすみかな"
    ]
  ],
  [
    15,
    [
      "みよしののやまのしらゆきつもるらしふるさとさむくなりまさるなり",
      "よしのやまおくよりつもるしらゆきのふるさとちかくなりまさるかな"
    ]
  ],
  [
    15,
    [
      "みよしののやまのしらゆきふみわけていりにしひとのおとつれもせぬ",
      "ももしきはをののえくたすやまなれやいりにしひとのおとつれもせぬ"
    ]
  ],
  [
    15,
    [
      "めつらしきこゑならなくにほとときすここらのとしをあかすもあるかな",
      "めつらしきものかはあやなさくらはなここらのはるにあかすもあるかな"
    ]
  ],
  [
    15,
    [
      "すみのえのまつをあきかせふくからにこゑうちそふるおきつしらなみ",
      "すみよしのまつにしらゆきふるからにこゑよわりぬるおきつしほかせ"
    ]
  ],
  [
    7,
    [
      "ちとりなくさほのかはきりたちぬらしやまのこのはもいろまさりゆく",
      "ちとりなくさほのかはきりたちぬらしやまのこのはも"
    ]
  ],
  [
    14,
    [
      "おもへともみをしわけねはめにみえぬこころをきみにたくへてそやる",
      "おもへともみをしわけねはひとかたはこころのほかのよかれをそする"
    ]
  ],
  [
    15,
    [
      "をしむらむひとのこころをしらぬまにあきのしくれとみそふりにける",
      "なかむらむひとのこころもしらなくにつきをあはれとおもふよはかな"
    ]
  ],
  [
    15,
    [
      "むすふてのしつくににこるやまのゐのあかてもひとにわかれぬるかな",
      "わかためはしつくににこるやまのゐのいかなるひとにすまむとすらむ"
    ]
  ],
  [
    14,
    [
      "わたのはらやそしまかけてこきいてぬとひとにはつけよあまのつりふね",
      "わたのはらやそしまかけてしるへせよはるかにかよふおきのつりふね"
    ]
  ],
  [
    1,
    [
      "いとによるものならなくにわかれちのこころほそくもおもほゆるかな",
      "いとによるものならなくにわかれちはこころほそくもおもほゆるかな"
    ]
  ],
  [
    2,
    [
      "をくらやまみねたちならしなくしかのへにけむあきをしるひとそなき",
      "をくらやまみねたちならしなくしかのへにけるあきをしるひとのなき"
    ]
  ],
  [
    6,
    [
      "ぬはたまのわかくろかみやかはるらむかかみのかけにふれるしらゆき",
      "ぬはたまのわかくろかみにとしくれてかかみのかけにふれるしらゆき"
    ]
  ],
  [
    13,
    [
      "しらなみのあとなきかたにゆくふねもかせそたよりのしるへなりける",
      "むらくものあとなきかたもしくるるはかせをたよりのこのはなりけり"
    ]
  ],
  [
    15,
    [
      "おとはやまおとにききつつあふさかのせきのこなたにとしをふるかな",
      "おとはやまもみちちるらしあふさかのせきのをかはににしきおりかく"
    ]
  ],
  [
    11,
    [
      "おとはやまおとにききつつあふさかのせきのこなたにとしをふるかな",
      "おとはやまはなさきぬらしあふさかのせきのこなたににほふはるかせ"
    ]
  ],
  [
    15,
    [
      "あふことはくもゐはるかになるかみのおとにききつつこひわたるかな",
      "あふことをいつしかとのみまつかせのおとにしられてこひわたるかな"
    ]
  ],
  [
    15,
    [
      "かたいとをこなたかなたによりかけてあはすはなにをたまのをにせむ",
      "いとすすきこなたかなたにうゑおきてあたなるつゆのたまのをにせむ"
    ]
  ],
  [
    13,
    [
      "ひとしれすおもへはくるしくれなゐのすゑつむはなのいろにいてなむ",
      "よそにのみみてやはこひむくれなゐのすゑつむはなのいろにいてすは"
    ]
  ],
  [
    13,
    [
      "おもふにはしのふることそまけにけるいろにはいてしとおもひしものを",
      "おもふにはしのふることそまけにけるあふにしかへはさもあらはあれ"
    ]
  ],
  [
    14,
    [
      "あさちふのをののしのはらしのふともひとしるらめやいふひとなしに",
      "あさちふのをののしのはらしのふれとあまりてなとかひとのこひしき"
    ]
  ],
  [
    12,
    [
      "あさちふのをののしのはらしのふともひとしるらめやいふひとなしに",
      "あさちふのをののしのはらかせそよきひとしるらめやあきたちぬとも"
    ]
  ],
  [
    15,
    [
      "なみたかはなにみなかみをたつねけむものおもふときのわかみなりけり",
      "なみたかはそのみなかみをたつぬれはよのうきめよりいつるなりけり"
    ]
  ],
  [
    15,
    [
      "からころもひもゆふくれになるときはかへすかへすそひとはこひしき",
      "わすらるるときしなけれははるのたをかへすかへすそひとはこひしき"
    ]
  ],
  [
    15,
    [
      "ゆくみつにかすかくよりもはかなきはおもはぬひとをおもふなりけり",
      "おほそらにしめゆふよりもはかなきはつれなきひとをこふるなりけり"
    ]
  ],
  [
    9,
    [
      "かかりひにあらぬわかみのなそもかくなみたのかはにうきてもゆらむ",
      "かかりひにあらぬおもひのいかなれはなみたのかはとうきてもゆらむ"
    ]
  ],
  [
    10,
    [
      "あふさかのゆふつけとりもわかことくひとやこひしきねのみなくらむ",
      "あふさかのゆふつけとりもわかことやこえゆくひとのあとになくらむ"
    ]
  ],
  [
    14,
    [
      "あふさかのゆふつけとりもわかことくひとやこひしきねのみなくらむ",
      "あふさかのゆふつけとりはたひひとのたつをわかれとねをやなくらむ"
    ]
  ],
  [
    2,
    [
      "うちわひてよははむこゑにやまひこのこたへぬやまはあらしとそおもふ",
      "うちわひてよははむこゑにやまひこのこたへぬそらはあらしとそおもふ"
    ]
  ],
  [
    15,
    [
      "わひぬれはしひてわすれむとおもへともゆめといふものそひとたのめなる",
      "わひぬれはしひてわすれむとおもへともこころよわくもおつるなみたか"
    ]
  ],
  [
    14,
    [
      "いつはりのなみたなりせはからころもしのひにそてはしほらさらまし",
      "みさをなるなみたなりせはからころもかけてもひとにしられさらまし"
    ]
  ],
  [
    14,
    [
      "わかことくものやかなしきほとときすときそともなくよたたなくらむ",
      "わかことくものおもふときやほとときすみをうのはなのかけになくらむ"
    ]
  ],
  [
    14,
    [
      "たきつせにねさしととめぬうきくさのうきたるこひもわれはするかな",
      "たまつしまふかきいりえをこくふねのうきたるこひもわれはするかな"
    ]
  ],
  [
    13,
    [
      "あつまちのさやのなかやまなかなかになにしかひとをおもひそめけむ",
      "あつまちのさやのなかやまなかなかにあひみてのちそわひしかりける"
    ]
  ],
  [
    6,
    [
      "つきかけにわかみをかふるものならはつれなきひともあはれとやみむ",
      "つきかけをわかみにかふるものならはおもはぬひともあはれとやみむ"
    ]
  ],
  [
    5,
    [
      "ふゆのいけにすむにほとりのつれもなくそこにかよふとひとにしらする",
      "ふゆのいけにすむにほとりのつれもなくしたにかよはむひとにしらすな"
    ]
  ],
  [
    4,
    [
      "やましなのおとはのやまのおとにたにひとのしるへくわかこひめかも",
      "やましなのおとはのたきのおとにたにひとのしるへくわれこひめやも"
    ]
  ],
  [
    15,
    [
      "したにのみこふれはくるしたまのをのたえてみたれむひとなとかめそ",
      "いきのをにおもへはくるしたまのをのたえてみたれむしらはしるとも"
    ]
  ],
  [
    15,
    [
      "いしまゆくみつのしらなみたちかへりかくこそはみめあかすもあるかな",
      "まきもくのひはらのかすみたちかへりかくこそはみめあかぬきみかな"
    ]
  ],
  [
    14,
    [
      "いせのあまのあさなゆふなにかつくてふみるめにひとをあくよしもかな",
      "いせのあまのあさなゆふなにかつくてふあはひのかひのかたおもひして"
    ]
  ],
  [
    15,
    [
      "はるかすみたなひくやまのさくらはなみれともあかぬきみにもあるかな",
      "はるかすみたなひくやまのさくらはなはやくみてましちりすきにけり"
    ]
  ],
  [
    13,
    [
      "かれはてむのちをはしらてなつくさのふかくもひとのおもほゆるかな",
      "かれはてむのちしのへとやなつくさのふかくはひとのたのめおきけむ"
    ]
  ],
  [
    13,
    [
      "さむしろにころもかたしきこよひもやわれをまつらむうちのはしひめ",
      "さむしろにしもをかさねてこよひもやころもうつらむうちのさとひと"
    ]
  ],
  [
    14,
    [
      "すまのあまのしほやくけふりかせをいたみおもはぬかたにたなひきにけり",
      "しかのあまのしほやくけふりかせをいたみたちはのほらてやまにたなひく"
    ]
  ],
  [
    12,
    [
      "わすれなむとおもふこころのつくからにありしよりけにまつそかなしき",
      "わすれなむとおもふこころのつくからにことのはさへやいへはゆゆしき"
    ]
  ],
  [
    7,
    [
      "わすれなむとおもふこころのつくからにありしよりけにまつそかなしき",
      "わするらむとおもふこころのうたかひにありしよりけにものそかなしき"
    ]
  ],
  [
    4,
    [
      "いろもなきこころをひとにそめしよりうつろはむとはおもほえなくに",
      "いろもなきこころをひとにそめしよりうつろはむとはわかおもはなくに"
    ]
  ],
  [
    11,
    [
      "いにしへになほたちかへるこころかなこひしきことにものわすれせて",
      "いにしへのはるにもかへるこころかなくもゐのはなにものわすれせて"
    ]
  ],
  [
    15,
    [
      "いにしへになほたちかへるこころかなこひしきことにものわすれせて",
      "まちしよにまたたちかへるゆふへかないりあひのかねにものわすれせて"
    ]
  ],
  [
    3,
    [
      "おもひいててこひしきときははつかりのなきてわたるとひとしるらめや",
      "おもひいててこひしきときははつかりのなきてわたるとひとはしらすや"
    ]
  ],
  [
    14,
    [
      "ふるさとにあらぬものからわかためにひとのこころのあれてみゆらむ",
      "みにさむくあらぬものからわひしきはひとのこころのあらしなりけり"
    ]
  ],
  [
    15,
    [
      "つきやあらぬはるやむかしのはるならぬわかみひとつはもとのみにして",
      "あふとみるゆめやむかしのゆめならぬうきひとりねはもとのみにして"
    ]
  ],
  [
    4,
    [
      "わかことくわれをおもはむひともかなさてもやうきとよをこころみむ",
      "われはかりわれをおもはむひともかなさてもやうきとよをこころみむ"
    ]
  ],
  [
    15,
    [
      "みてもまたまたもみまくのほしけれはなるるをひとはいとふへらなり",
      "みてもまたまたもみまくのほしかりしはなのさかりはすきやしぬらむ"
    ]
  ],
  [
    15,
    [
      "やましろのよとのわかこもかりにたにこぬひとたのむわれそはかなき",
      "やましろのよとのわかこもかりにきてそてぬれぬとはかこたさらなむ"
    ]
  ],
  [
    2,
    [
      "こふれともあふよのなきはわすれくさゆめちにさへやおひしけるらむ",
      "こふれともあふよなきみはわすれくさゆめちにさへやおひしけるらむ"
    ]
  ],
  [
    3,
    [
      "いまはとてわかみしくれにふりぬれはことのはさへにうつろひにけり",
      "あきはててわかみしくれにふりぬれはことのはさへにうつろひにけり"
    ]
  ],
  [
    15,
    [
      "いろみえてうつろふものはよのなかのひとのこころのはなにそありける",
      "をりふしもうつれはかへつよのなかのひとのこころのはなそめのそて"
    ]
  ],
  [
    14,
    [
      "わすれくさなにをかたねとおもひしはつれなきひとのこころなりけり",
      "わすれくさなにをかたねとおもひしは"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしはつれなきひとのこころなりけり",
      "とにかくによをうきものとおもひしはそむかぬほとのこころなりけり"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしはつれなきひとのこころなりけり",
      "わすれくさわかみにつむとおもひしをひとのこころにおふるなりけり"
    ]
  ],
  [
    12,
    [
      "つれなきをいまはこひしとおもへともこころよわくもおつるなみたか",
      "わひぬれはしひてわすれむとおもへともこころよわくもおつるなみたか"
    ]
  ],
  [
    3,
    [
      "わひはつるときさへもののかなしきはいつこをしのふなみたなるらむ",
      "わひはつるときさへもののかなしきはいつこをしのふこころなるらむ"
    ]
  ],
  [
    15,
    [
      "あきかせにあふたのみこそかなしけれわかみむなしくなりぬとおもへは",
      "ちはやふるかみなつきこそかなしけれわかみしくれにふりぬとおもへは"
    ]
  ],
  [
    15,
    [
      "あきかせにあふたのみこそかなしけれわかみむなしくなりぬとおもへは",
      "いりあひのかねのおとこそかなしけれけふをむなしくくれぬとおもへは"
    ]
  ],
  [
    14,
    [
      "あふことをなからのはしのなからへてこひわたるまにとしそへにける",
      "さてもけになからのはしのなからへてよをわたるみそくるしかりける"
    ]
  ],
  [
    1,
    [
      "ゆめとこそいふへかりけれよのなかにうつつあるものとおもひけるかな",
      "ゆめとこそいふへかりけれよのなかはうつつあるものとおもひけるかな"
    ]
  ],
  [
    1,
    [
      "あすしらぬわかみとおもへとくれぬまのけふはひとこそかなしかりけれ",
      "あすしらぬわかみとおもへとくれぬぬまのけふはひとこそかなしかりけれ"
    ]
  ],
  [
    15,
    [
      "かみなつきしくれにぬるるもみちははたたわひひとのたもとなりけり",
      "かみなつきしくれにましるもみちははちりかふほともいろやそふらむ"
    ]
  ],
  [
    9,
    [
      "ふちころもはつるるいとはわひひとのなみたのたまのをとそなりける",
      "ふちころもはつるるいとはきみこふるなみたのたまのをとやなるらむ"
    ]
  ],
  [
    15,
    [
      "すみそめのきみかたもとはくもなれやたえすなみたのあめとのみふる",
      "すみそめのころものそてはくもなれやなみたのあめのたえすふるらむ"
    ]
  ],
  [
    15,
    [
      "あしひきのやまへにいまはすみそめのころものそてのひるときもなし",
      "あしひきのやまへにいまはやとりせしかすみもふかくとふひともなし"
    ]
  ],
  [
    14,
    [
      "むらさきのひともとゆゑにむさしののくさはみなからあはれとそみる",
      "さきそむるひともとゆゑにやまのはのくもをみなからはなかとそみる"
    ]
  ],
  [
    13,
    [
      "あまつかせくものかよひちふきとちよをとめのすかたしはしととめむ",
      "あまつそらくものかよひちそれならぬをとめのすかたいつかまちみむ"
    ]
  ],
  [
    13,
    [
      "あまつかせくものかよひちふきとちよをとめのすかたしはしととめむ",
      "あまつかせくものうへまてしるへせよをとめのすかたことしたにみむ"
    ]
  ],
  [
    15,
    [
      "よのなかにさらぬわかれのなくもかなちよもとなけくひとのこのため",
      "はることにさそふあらしのなくもかなちよもとはなをみるひとのため"
    ]
  ],
  [
    14,
    [
      "かくしつつよをやつくさむたかさこのをのへにたてるまつならなくに",
      "かくしつつよをやつくさむたかさこの"
    ]
  ],
  [
    4,
    [
      "あめによりたみののしまをけふゆけはなにはかくれぬものにそありける",
      "あめによりたみののしまにわけゆけとなにはかくれぬものにそありける"
    ]
  ],
  [
    15,
    [
      "おもひせくこころのうちのたきなれやおつとはみれとおとのきこえぬ",
      "おもひせくこころのたきのあらはれておつとはそてのいろにみえぬる"
    ]
  ],
  [
    14,
    [
      "よのなかはなにかつねなるあすかかはきのふのふちそけふはせになる",
      "よのなかよいかかたのまむあすかかはきのふのふちのあさせしらなみ"
    ]
  ],
  [
    15,
    [
      "かりのくるみねのあさきりはれすのみおもひつきせぬよのなかのうさ",
      "かりかへるみねのかすみのはれすのみうらみつきせぬはるのよのつき"
    ]
  ],
  [
    14,
    [
      "あはれてふことのはことにおくつゆはむかしをこふるなみたなりけり",
      "よもすからくさのまくらにおくつゆはふるさとこふるなみたなりけり"
    ]
  ],
  [
    13,
    [
      "あはれてふことのはことにおくつゆはむかしをこふるなみたなりけり",
      "あはれてふことををにしてぬくたまはあはてしのふるなみたなりけり"
    ]
  ],
  [
    15,
    [
      "よのなかのうきもつらきもつけなくにまつしるものはなみたなりけり",
      "よのなかのうきもつらきもなくさめてはなのさかりはうれしかりけり"
    ]
  ],
  [
    12,
    [
      "きみかおもひゆきとつもらはたのまれすはるよりのちはあらしとおもへは",
      "しらゆきのつもるおもひもたのまれすはるよりのちはあらしとおもへは"
    ]
  ],
  [
    1,
    [
      "おもひやるこしのしらやましらねともひとよもゆめにこえぬよそなき",
      "おもひやるこしのしらやましらねともひとよもゆめにこえぬひそなき"
    ]
  ],
  [
    14,
    [
      "かみなつきしくれふりおけるならのはのなにおふみやのふることそこれ",
      "かみなつきしくれふりおけるみのりとてならのみやこにのこることのは"
    ]
  ],
  [
    3,
    [
      "いそのかみふりにしこひのかみさひてたたるにわれはいそねかねつる",
      "いそのかみふりにしこひのかみさひてたたるにわれはねきそかねつる"
    ]
  ],
  [
    13,
    [
      "ふしのねのならぬおもひにもえはもえかみたにけたぬむなしけふりを",
      "ふしのねのそらにやいまはまかへましわかみにけたぬむなしけふりを"
    ]
  ],
  [
    7,
    [
      "はるかすみたなひくのへのわかなにもなりみてしかなひともつむやと",
      "かすみたつかすかののへのわかなにもなりみてしかなひともつむやと"
    ]
  ],
  [
    15,
    [
      "しらゆきのともにわかみはふりぬれとこころはきえぬものにそありける",
      "あはゆきもまつのうへにしふりぬれはひさしくきえぬものにそありける"
    ]
  ],
  [
    15,
    [
      "まきもくのあなしのやまのやまひととひともみるかにやまかつらせよ",
      "かけていのるそのかみやまのやまひととひともみあれのもろかつらせり"
    ]
  ],
  [
    15,
    [
      "まきもくのあなしのやまのやまひととひともみるかにやまかつらせよ",
      "かせさむきあなしのやまのやまひともふゆはあられのたまかつらせり"
    ]
  ],
  [
    10,
    [
      "ささのくまひのくまかはにこまとめてしはしみつかへかけをたにみむ",
      "ちかはれしかものかはらにこまとめてしはしみつかへかけをたにみむ"
    ]
  ],
  [
    15,
    [
      "まかねふくきひのなかやまおひにせるほそたにかはのおとのさやけさ",
      "おもひたつきひのなかやまとほくともほそたにかはのおとつれはせよ"
    ]
  ],
  [
    14,
    [
      "ちはやふるかものやしろのひめこまつよろつよふともいろはかはらし",
      "ちはやふるかみのそのなるひめこまつよろつよふへきはしめなりけり"
    ]
  ],
  [
    14,
    [
      "ちはやふるかものやしろのひめこまつよろつよふともいろはかはらし",
      "ちはやふるいつのをやまのたまつはきやほよろつよもいろはかはらし"
    ]
  ],
  [
    2,
    [
      "そまひとはみやきひくらしあしひきのやまのやまひこよひとよむなり",
      "そまひとはみやきひくらしあしひきのやまのやまひここゑとよむなり"
    ]
  ],
  [
    12,
    [
      "みちしらはつみにもゆかむすみのえのきしにおふてふこひわすれくさ",
      "いとまあらはひろひにゆかむすみのえのきしによるてふこひわすれかひ"
    ]
  ],
  [
    15,
    [
      "きみにけさあしたのしものおきていなはこひしきことにきえやわたらむ",
      "さむしろにつゆのはかなくおきていなはあかつきことにきえやわたらむ"
    ]
  ],
  [
    1,
    [
      "たらちめのおやのかふこのまゆこもりいふせくもあるかいもにあはすて",
      "たらちねのおやのかふこのまゆこもりいふせくもあるかいもにあはすて"
    ]
  ],
  [
    14,
    [
      "すまのあまのしほやくけふりかせをいたみおもはぬかたにたなひきにけり",
      "しかのあまのしほやくけふりかせをいたみたちはのほらてやまにたなひく"
    ]
  ],
  [
    15,
    [
      "つきやあらぬはるやむかしのはるならぬわかみひとつはもとのみにして",
      "あふとみるゆめやむかしのゆめならぬうきひとりねはもとのみにして"
    ]
  ],
  [
    15,
    [
      "いろみえてうつろふものはよのなかのひとのこころのはなにそありける",
      "をりふしもうつれはかへつよのなかのひとのこころのはなそめのそて"
    ]
  ],
  [
    7,
    [
      "しなかとりゐなのをゆけはありまやまゆふきりたちぬあけぬこのよは",
      "しなかとりゐなのをゆけはありまやまゆふきりたちぬやとはなくして"
    ]
  ],
  [
    9,
    [
      "とこしへにきみもあへむやいそなとるおきのたまももよるときときに",
      "とこしへにきみもあへやもいさなとりうみのはまものよるときときを"
    ]
  ],
  [
    4,
    [
      "わかのりしことをうしとやおもひけむくさはにかかるつゆのいのちを",
      "わかのりしことをうしとやきえにけむくさはにかかるつゆのいのちは"
    ]
  ],
  [
    13,
    [
      "みつのおもにあやふきみたるはるかせやいけのこほりをけふはとくらむ",
      "みつのおもにあやおりみたるはるさめややまのみとりをなへてそむらむ"
    ]
  ],
  [
    9,
    [
      "きてみへきひともあらしなわかやとのうめのはつはなをりつくしてむ",
      "きてみへきひともあらなくにわかやとのうめのはつはなちりぬともよし"
    ]
  ],
  [
    3,
    [
      "かきくらしゆきはふりつつしかすかにわかいへのそのにうくひすそなく",
      "うちきらしゆきはふりつつしかすかにわかいへのそのにうくひすそなく"
    ]
  ],
  [
    15,
    [
      "やまもりはいははいはなむたかさこのをのへのさくらをりてかささむ",
      "やまかせはこころしてふけたかさこのをのへのさくらいまさかりなり"
    ]
  ],
  [
    1,
    [
      "わかやとのかけともたのむふちのはなたちよりくともなみにをらるな",
      "わかやとのかけとそたのむふちのはなたちよりくともなみにをらるな"
    ]
  ],
  [
    12,
    [
      "うくひすのいとによるてふたまやなきふきなみたりそはるのやまかせ",
      "さほひめのいとそめかくるあをやきをふきなみたりそはるのやまかせ"
    ]
  ],
  [
    12,
    [
      "うくひすのいとによるてふたまやなきふきなみたりそはるのやまかせ",
      "さほひめのいとそめかくるあをやきをふきなみたりそはるのやまかせ"
    ]
  ],
  [
    12,
    [
      "うくひすのいとによるてふたまやなきふきなみたりそはるのやまかせ",
      "さほひめのいとそめかくるあをやきをふきなみたりそはるのやまかせ"
    ]
  ],
  [
    5,
    [
      "いつのまにちりはてぬらむさくらはなおもかけにのみいろをみせつつ",
      "いつのまにたれなかむらむさくらはなおもかけにのみいろをみせつつ"
    ]
  ],
  [
    6,
    [
      "ときわかすふれるゆきかとみるまてにかきねもたわにさけるうのはな",
      "ときわかすつきかゆきかとみるまてにかきねのままにさけるうのはな"
    ]
  ],
  [
    6,
    [
      "ときわかすつきかゆきかとみるまてにかきねのままにさけるうのはな",
      "ときわかすふれるゆきかとみるまてにかきねもたわにさけるうのはな"
    ]
  ],
  [
    14,
    [
      "あしひきのやましたみつはゆきかよひことのねにさへなかるへらなり",
      "あしひきのやましたみつをひきかけしすそわのたゐにさなへとるなり"
    ]
  ],
  [
    8,
    [
      "ふたこゑときくとはなしにほとときすよふかくめをもさましつるかな",
      "はつこゑのきかまほしさにほとときすよふかくめをもさましつるかな"
    ]
  ],
  [
    15,
    [
      "つれつれとなかむるそらのほとときすとふにつけてそねはなかれける",
      "さのみやとおもひしかともほとときすきくにつけてそねはまたれける"
    ]
  ],
  [
    12,
    [
      "つつめともかくれぬものはなつむしのみよりあまれるおもひなりけり",
      "かすめともかくれぬものはうめのはなかせにあまれるにほひなりけり"
    ]
  ],
  [
    15,
    [
      "あきはきをいろとるかせのふきぬれはひとのこころもうたかはれけり",
      "あきはきをいろとるかせはふきぬともこころはかれしくさはならねは"
    ]
  ],
  [
    4,
    [
      "あまのかはとほきわたりはなけれともきみかふなてはとしにこそまて",
      "あまのかはとほきわたりにあらねともきみかふなてはとしにこそまて"
    ]
  ],
  [
    2,
    [
      "あまのかはこひしきせにそわたりぬるたきつなみたにそてはぬれつつ",
      "あまのかはこひしきときそわたりぬるたきつなみたにそてはぬれつつ"
    ]
  ],
  [
    1,
    [
      "あさとあけてなかめやすらむたなはたはあかぬわかれのそらをこひつつ",
      "あさとあけてなかめやすらむたなはたのあかぬわかれのそらをこひつつ"
    ]
  ],
  [
    13,
    [
      "こむといひしほとやすきぬるあきののにたれまつむしそこゑのかなしき",
      "ちきりけむほとやすきぬるあきののにひとまつむしのこゑのたえせぬ"
    ]
  ],
  [
    14,
    [
      "はなみにといてにしものをあきのののきりにまよひてけふはくらしつ",
      "はなみにもゆくへきものをあをやきのいとにかけつつけふはくらしつ"
    ]
  ],
  [
    2,
    [
      "あきのよをまとろますのみあかすみはゆめちとたにもたのまさりける",
      "あきのよをまとろまてのみあかすみはゆめちとたにもたのまさりけり"
    ]
  ],
  [
    10,
    [
      "あきはきのいろつくあきをいたつらにあまたかそへておいそしにける",
      "はきのはのいろつくあきをいたつらにあまたかそへてすくしつるかな"
    ]
  ],
  [
    10,
    [
      "なにしおへはしひてたのまむをみなへしはなのこころのあきはうくともなにしおははイ",
      "なにしおははしひてたのまむをみなへしひとのこころのあきはうくとも"
    ]
  ],
  [
    15,
    [
      "あきかせにさそはれわたるかりかねはくもゐはるかにけふそきこゆる",
      "あきかせにさそはれわたるかりかねはものおもふひとのやとをよかなむ"
    ]
  ],
  [
    5,
    [
      "かりかねのなきつるなへにからころもたつたのやまはもみちしにけり",
      "かりかねのなくなるなへにからころもたつたのやまはもみちしぬらし"
    ]
  ],
  [
    10,
    [
      "からころもたつたのやまのもみちははものおもふひとのたもとなりけり",
      "からころもたつたのやまのもみちはははたものもなきにしきなりけり"
    ]
  ],
  [
    13,
    [
      "からころもたつたのやまのもみちはははたものもなきにしきなりけり",
      "あらしふくみむろのやまのもみちははたつたのかはのにしきなりけり"
    ]
  ],
  [
    15,
    [
      "かかみやまやまかきくもりしくるれともみちあかくそあきはみえける",
      "あしひきのやまかきくもりしくるれともみちはいととてりまさりけり"
    ]
  ],
  [
    6,
    [
      "あきのよにあめときこえてふりつるはかせにみたるるもみちなりけり",
      "あきのよにあめときこえてふるものはかせにしたかふもみちなりけり"
    ]
  ],
  [
    14,
    [
      "あしひきのやまのもみちはちりにけりあらしのさきにみてましものを",
      "あしひきのやまのはたかくなりにけりあらしのよそにすめるつきかけ"
    ]
  ],
  [
    4,
    [
      "おもひいててとふにはあらしあきはつるいろのかきりをみするなるらむ",
      "おもひいててとふにはあらすあきはつるいろのかきりをみするなりけり"
    ]
  ],
  [
    15,
    [
      "はつしくれふるほともなくさほやまのこすゑあまねくうつろひにけり",
      "はつしくれふるほともなくしもとゆふかつらきやまはいろつきにけり"
    ]
  ],
  [
    15,
    [
      "かみなつきしくれとともにかむなひのもりのこのははふりにこそふれ",
      "ふゆのきてしくるるときそかむなひのもりのこのはもふりはしめける"
    ]
  ],
  [
    15,
    [
      "ちはやふるかみかきやまのさかきははしくれにいろもかはらさりけり",
      "ちはやふるかみよのつきのさえぬれはみたらしかはもにこらさりけり"
    ]
  ],
  [
    14,
    [
      "かみなつきしくるるときそみよしののやまのみゆきもふりはしめける",
      "ふゆのきてしくるるときそかむなひのもりのこのはもふりはしめける"
    ]
  ],
  [
    12,
    [
      "しらくものおりゐるやまとみえつるはふりつむゆきのきえぬなりけり",
      "しらくものかかれるやまとみえつるはこほれてはなのにほふなりけり"
    ]
  ],
  [
    4,
    [
      "よるならはつきとそみましわかやとのにはしろたへにふりつもるゆき",
      "よるならはつきとそみましわかやとのにはしろたへにふれるしらゆき"
    ]
  ],
  [
    15,
    [
      "うめかえにふりおけるゆきをはるちかみめのうちつけにはなかとそみる",
      "うめかえにふりつむゆきはひととせにふたたひさけるはなかとそみる"
    ]
  ],
  [
    15,
    [
      "おもひやるこころはつねにかよへともあふさかのせきこえすもあるかな",
      "おもひやるこころはつねにかよふともしらすやきみかことつてもなき"
    ]
  ],
  [
    1,
    [
      "いつしかとわかまつやまにいまはとてこゆなるなみにぬるるそてかな",
      "いつしかとわかまつやまのいまはとてこゆなるなみにぬるるそてかな"
    ]
  ],
  [
    7,
    [
      "このめはるはるのやまたをうちかへしおもひやみにしひとそこひしき",
      "あつさゆみはるのあらたをうちかへしおもひやみにしひとそこひしき"
    ]
  ],
  [
    3,
    [
      "いはせやまたにのしたみつうちしのひひとのみぬまはなかれてそふる",
      "いはせやまたにのしたみつよりしのひひとのみぬれはなかれてそふる"
    ]
  ],
  [
    8,
    [
      "みははやくならのみやことなりにしをこひしきことのまたもふりぬか",
      "みははやくならのみやこになりにしをこひしきことのふりせさるらむ"
    ]
  ],
  [
    15,
    [
      "ひとしれすおもふこころはおほしまのなるとはなしになけくころかな",
      "ひとしれすおもふこころはあきはきのしたはのいろにいてぬへきかな"
    ]
  ],
  [
    15,
    [
      "ひとしれすおもふこころはおほしまのなるとはなしになけくころかな",
      "ひとしれすおもふこころはとしへてもなにのかひなくなりぬへきかな"
    ]
  ],
  [
    6,
    [
      "うつつにもはかなきことのあやしきはねなくにゆめのみゆるなりけり",
      "うつつにもはかなきことのわひしきはねなくにゆめとおもふなりけり"
    ]
  ],
  [
    2,
    [
      "あやしくもいとふにはゆるこころかないかにしてかはおもひやむへき",
      "あやしくもいとふにはゆるこころかないかにしてかはおもひたゆへき"
    ]
  ],
  [
    15,
    [
      "おもへともあやなしとのみいはるれはよるのにしきのここちこそすれ",
      "きみみねはあさひのやまのもみちはもよるのにしきのここちこそすれ"
    ]
  ],
  [
    7,
    [
      "いろならはうつるはかりもそめてましおもふこころをえやはみせける",
      "いろならはうつるはかりもそめてましおもふこころをしるひとのなき"
    ]
  ],
  [
    8,
    [
      "おもひきやあひみぬことをいつよりとかそふはかりになさむものとは",
      "おもひきやあひみぬほとのとしつきをかそふはかりにならむものとは"
    ]
  ],
  [
    12,
    [
      "あふことはとほやまとりのかりころもきてはかひなきねをのみそなく",
      "あふことはとほやまとりのおなしよにこころなかくてねをのみそなく"
    ]
  ],
  [
    14,
    [
      "なにしおははあふさかやまのさねかつらひとにしられてくるよしもかな",
      "みにしらぬあふさかやまのさねかつらせきをはこえてくるひともなし"
    ]
  ],
  [
    15,
    [
      "ゆめにたにまたみえなくにこひしきはいつにならへるこころなるらむ",
      "ゆめにたにまたみぬひとのこひしきはそらにしめゆふここちこそすれ"
    ]
  ],
  [
    5,
    [
      "わたのそこかつきてしらむきみかためおもふこころのふかさくらへに",
      "わたのそこかつきてしらむひとしれすおもふこころのふかさくらへに"
    ]
  ],
  [
    1,
    [
      "あすかかはせきてととむるものならはふちせになるとなにかいはせむ",
      "あすかかはせきてととむるものならはふちせになるとなにかいはれむ"
    ]
  ],
  [
    13,
    [
      "あしたつのさはへにとしはへぬれともこころはくものうへにのみこそ",
      "さはにのみとしはへぬれとあしたつのこころはくものうへにのみこそ"
    ]
  ],
  [
    2,
    [
      "あひみてもつつむおもひのわひしきはひとまにのみそねはなかれける",
      "あひみてもつつむおもひのかなしきはひとまにのみそねはなかれける"
    ]
  ],
  [
    5,
    [
      "あひみてはなくさむやとそおもひしになこりしもこそこひしかりけれ",
      "あひみてはなくさむやとそおもひしをなこりしもこそわすれかたけれ"
    ]
  ],
  [
    15,
    [
      "みしゆめのおもひいてらるるよひことにいはぬをしるはなみたなりけり",
      "みのうさのおもひしらるることわりにおさへられぬはなみたなりけり"
    ]
  ],
  [
    6,
    [
      "しらなみのうちいつるはまのはまちとりあとやたつぬるしるへなるらむ",
      "しらなみのたちよるうらのはまちとりあとやたえぬるしるへなるらむ"
    ]
  ],
  [
    2,
    [
      "いたつらにたちかへりにししらなみのなこりにそてのひるときもなし",
      "いたつらにたちかへりにししらなみのなこりにそてのひるときそなき"
    ]
  ],
  [
    1,
    [
      "なからへはひとのこころもみるへきにつゆのいのちそかなしかりける",
      "なからへはひとのこころもみるへきをつゆのいのちそかなしかりける"
    ]
  ],
  [
    4,
    [
      "ひとりぬるときはまたるるとりのねもまれにあふよはわひしかりけり",
      "ひとりねしときはまたれしとりのねもまれにあふよはわひしかりけり"
    ]
  ],
  [
    12,
    [
      "あきのよのくさのとさしのわひしきはあくれとあけぬものにそありける",
      "あきのよのなかきおもひのくるしきはねぬにはあけぬものにそありける"
    ]
  ],
  [
    13,
    [
      "ひとしれすものおもふころのわかそてはあきのくさはにおとらさりけり",
      "ひとしれすものおもふころのそてみれはあめもなみたもわかれさりけり"
    ]
  ],
  [
    12,
    [
      "ひとことのうきをもしらすありかせしむかしなからのわかみともかな",
      "こひしさもひとのつらさもしらさりしむかしなからのわかみともかな"
    ]
  ],
  [
    3,
    [
      "めにみえぬかせにこころをたくへつつやらはかすみのわかれこそせめ",
      "めにみえぬかせにこころをたくへつつやらはかすみのへたてこそせめ"
    ]
  ],
  [
    1,
    [
      "ふかくおもひそめつといひしことのははいつかあきかせふきてちりぬる",
      "ふかきおもひそめつといひしことのははいつかあきかせふきてちりぬる"
    ]
  ],
  [
    14,
    [
      "わひはつるときさへもののかなしきはいつこをしのふこころなるらむ",
      "うしとおもふものからひとのこひしきはいつこをしのふこころなるらむ"
    ]
  ],
  [
    15,
    [
      "わひはつるときさへもののかなしきはいつこをしのふこころなるらむ",
      "うしとおもふものからひとのこひしきはいつくをしのふこころなるらむ"
    ]
  ],
  [
    3,
    [
      "ひとことのたのみかたさはなにはなるあしのうらはのうらみつへしな",
      "ひとことのたのみかたさになにはなるあしのうらはのうらみつるかな"
    ]
  ],
  [
    15,
    [
      "ふちとてもたのみやはするあまのかはとしにひとたひわたるてふせを",
      "おほつかなかはりやしにしあまのかはとしにひとたひわたるせなれは"
    ]
  ],
  [
    6,
    [
      "いかにしてかくおもふてふことをたにひとつてならてきみにかたらむ",
      "いかてかはかくおもふてふことをたにひとつてならてきみにしらせむ"
    ]
  ],
  [
    12,
    [
      "かすならぬみはやまのはにあらねともおほくのつきをすくしつるかな",
      "かすならぬみをうちかはのあしろきにおほくのひをもすくしつるかな"
    ]
  ],
  [
    12,
    [
      "かつらきやくめちにわたすいははしのなかなかにてもかへりぬるかな",
      "かつらきやくめちにわたすいははしのたえにしなかとなりやはてなむ"
    ]
  ],
  [
    11,
    [
      "をやまたのみつならなくにかくはかりなかれそめてはたえむものかは",
      "をやまたのなはしろみつにあらなくになかれそめてはたえむものかは"
    ]
  ],
  [
    11,
    [
      "こひわひてしぬてふことはまたなきをよのためしにもなりぬへきかな",
      "こひしきにしぬるものとはきかねともよのためしにもなりぬへきかな"
    ]
  ],
  [
    8,
    [
      "せをはやみたえすなかるるみつよりもたえせぬものはこひにそありける",
      "せをはやみたえすなかるるみつよりもつきせぬものはなみたなりけり"
    ]
  ],
  [
    8,
    [
      "せをはやみたえすなかるるみつよりもたえせぬものはこひにそありける",
      "せをはやみたえすなかるるみつよりもつきせぬものはなみたなりけり"
    ]
  ],
  [
    13,
    [
      "ひとなみにあらぬわかみはなにはなるあしのねのみそしたになかるる",
      "ひとしれすものおもふときはなにはなるあしのしたねそしたになかるる"
    ]
  ],
  [
    1,
    [
      "もちつきのこまよりおそくいてつれはたとるたとるそやまはこえつる",
      "もちつきのこまよりおそくいてつれはたとるたとるそやまはこえける"
    ]
  ],
  [
    13,
    [
      "おもひいててとふことのはをたれみましみのしらくもになりなましかは",
      "おもひいててとふことのはをたれみましつらきにたへぬいのちなりせは"
    ]
  ],
  [
    1,
    [
      "なにはかたみきはのあしのおいかよにうらみてそふるひとのこころを",
      "なにはかたみきはのあしのおいのよにうらみてそふるひとのこころを"
    ]
  ],
  [
    7,
    [
      "あさなけによのうきことをしのひつつなかめせしまにとしはへにけり",
      "あさなけによのうきことをしのふとてなけきせしまにとしそへにける"
    ]
  ],
  [
    5,
    [
      "はるやこしあきやゆきけむおほつかなかけのくちきとよをすくすみは",
      "はるやいにしあきやはくらむおほつかなかけのくちきとよをすくすみは"
    ]
  ],
  [
    15,
    [
      "よのなかをしらすなからもつのくにのなにはたちぬるものにそありける",
      "ひとをとくあくたかはてふつのくにのなにはたかはぬものにそありける"
    ]
  ],
  [
    9,
    [
      "あすかかはわかみひとつのふちせゆゑなへてのよをもうらみつるかな",
      "おほかたのわかみひとつのうきからになへてのよをもうらみつるかな"
    ]
  ],
  [
    15,
    [
      "すかはらやふしみのくれにみわたせはかすみにまかふをはつせのやま",
      "きりはるるふしみのくれのあきかせにつきすみのほるをはつせのやま"
    ]
  ],
  [
    15,
    [
      "おもひやるこころはかりはさはらしをなにへたつらむみねのしらくも",
      "おもひやるこころはかりはかよふらむかすみへたつるせきちなりとも"
    ]
  ],
  [
    13,
    [
      "みやこにてやまのはにみしつきなれとうみよりいててうみにこそいれ",
      "みやこにてやまのはにみしつきかけをこよひはなみのうへにこそまて"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "こひをしこひは"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "いなふねの"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "ふりさけみれは"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "ちんちようすへきものとこそみれ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "ふちはせに"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "われさへひとを"
    ]
  ],
  [
    12,
    [
      "はなのいろかすみにこめてみせす",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    12,
    [
      "はなのいろかすみにこめてみせす",
      "きみにこころを"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "はなのいろかすみにこめてみせす",
      "いとのもとには"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "はなのいろかすみにこめてみせす",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "はなのいろかすみにこめてみせす",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "はなのいろかすみにこめてみせす",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "はなのいろかすみにこめてみせす",
      "なかつきや"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "はなのいろかすみにこめてみせす",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "はなのいろかすみにこめてみせす",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "はなのいろかすみにこめてみせす",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "はなのいろかすみにこめてみせす",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "いなふねの"
    ]
  ],
  [
    14,
    [
      "こひをしこひは",
      "わすれくさなにをかたねとおもひしは"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "あたひとのおもふといひしことのはは"
    ]
  ],
  [
    6,
    [
      "こひをしこひは",
      "ふりさけみれは"
    ]
  ],
  [
    14,
    [
      "こひをしこひは",
      "ちんちようすへきものとこそみれ"
    ]
  ],
  [
    14,
    [
      "こひをしこひは",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    15,
    [
      "こひをしこひは",
      "かからてもありにしものをはるかすみ"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    14,
    [
      "こひをしこひは",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "ふちはせに"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "われさへひとを"
    ]
  ],
  [
    11,
    [
      "こひをしこひは",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    14,
    [
      "こひをしこひは",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    15,
    [
      "こひをしこひは",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    11,
    [
      "こひをしこひは",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    10,
    [
      "こひをしこひは",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "こひをしこひは",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "こひをしこひは",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    12,
    [
      "こひをしこひは",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    12,
    [
      "こひをしこひは",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    6,
    [
      "こひをしこひは",
      "きみにこころを"
    ]
  ],
  [
    12,
    [
      "こひをしこひは",
      "わするるくさのたねをたに"
    ]
  ],
  [
    6,
    [
      "こひをしこひは",
      "いとのもとには"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "こひをしこひは",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    6,
    [
      "こひをしこひは",
      "ことはかよへと"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "ひかりはきよく"
    ]
  ],
  [
    11,
    [
      "こひをしこひは",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "こひをしこひは",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    10,
    [
      "こひをしこひは",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "つまふくかせの"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "なかつきや"
    ]
  ],
  [
    5,
    [
      "こひをしこひは",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "こひをしこひは",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "こひをしこひは",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "こひをしこひは",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "こひをしこひは",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    10,
    [
      "こひをしこひは",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "いなふねの",
      "わすれくさなにをかたねとおもひしは"
    ]
  ],
  [
    15,
    [
      "いなふねの",
      "あたひとのおもふといひしことのはは"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "ふりさけみれは"
    ]
  ],
  [
    14,
    [
      "いなふねの",
      "ちんちようすへきものとこそみれ"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    5,
    [
      "いなふねの",
      "ふちはせに"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "われさへひとを"
    ]
  ],
  [
    11,
    [
      "いなふねの",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "いなふねの",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    14,
    [
      "いなふねの",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    12,
    [
      "いなふねの",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "いなふねの",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    14,
    [
      "いなふねの",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    14,
    [
      "いなふねの",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "いなふねの",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    12,
    [
      "いなふねの",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    13,
    [
      "いなふねの",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "きみにこころを"
    ]
  ],
  [
    11,
    [
      "いなふねの",
      "わするるくさのたねをたに"
    ]
  ],
  [
    6,
    [
      "いなふねの",
      "いとのもとには"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "かくれぬほとに"
    ]
  ],
  [
    11,
    [
      "いなふねの",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "ことはかよへと"
    ]
  ],
  [
    5,
    [
      "いなふねの",
      "くちかたむ"
    ]
  ],
  [
    6,
    [
      "いなふねの",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "ひかりはきよく"
    ]
  ],
  [
    11,
    [
      "いなふねの",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "まとほにあれや"
    ]
  ],
  [
    11,
    [
      "いなふねの",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "いなふねの",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    5,
    [
      "いなふねの",
      "つまふくかせの"
    ]
  ],
  [
    5,
    [
      "いなふねの",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "いなふねの",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "いなふねの",
      "つゆのおきゐて"
    ]
  ],
  [
    6,
    [
      "いなふねの",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "いなふねの",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "かくしつつよをやつくさむたかさこの",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "かくしつつよをやつくさむたかさこの",
      "わするるくさのたねをたに"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "かくしつつよをやつくさむたかさこの",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "くちかたむ"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "ありなくさめて"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "かくしつつよをやつくさむたかさこの",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "かくしつつよをやつくさむたかさこの",
      "つまふくかせの"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "なかつきや"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "たつわたるみゆ"
    ]
  ],
  [
    15,
    [
      "かくしつつよをやつくさむたかさこの",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "ふりさけみれは"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    13,
    [
      "わすれくさなにをかたねとおもひしは",
      "われさへひとを"
    ]
  ],
  [
    13,
    [
      "わすれくさなにをかたねとおもひしは",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    12,
    [
      "わすれくさなにをかたねとおもひしは",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "わすれくさなにをかたねとおもひしは",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    12,
    [
      "わすれくさなにをかたねとおもひしは",
      "わするるくさのたねをたに"
    ]
  ],
  [
    14,
    [
      "わすれくさなにをかたねとおもひしは",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "かくれぬほとに"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "わすれくさなにをかたねとおもひしは",
      "くちかたむ"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "ありなくさめて"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "つまふくかせの"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "なかつきや"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "まつとしきかは"
    ]
  ],
  [
    13,
    [
      "わすれくさなにをかたねとおもひしは",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    14,
    [
      "わすれくさなにをかたねとおもひしは",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "わすれくさなにをかたねとおもひしは",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "ふりさけみれは"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "とふやとそわれもまちつるはるのひを"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "われさへひとを"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "あたひとのおもふといひしことのはは",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    14,
    [
      "あたひとのおもふといひしことのはは",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "あたひとのおもふといひしことのはは",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    12,
    [
      "あたひとのおもふといひしことのはは",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "あたひとのおもふといひしことのはは",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "つまふくかせの"
    ]
  ],
  [
    14,
    [
      "あたひとのおもふといひしことのはは",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "またもあはめやも"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "あたひとのおもふといひしことのはは",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "ちんちようすへきものとこそみれ"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    15,
    [
      "ふりさけみれは",
      "かからてもありにしものをはるかすみ"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "とふやとそわれもまちつるはるのひを"
    ]
  ],
  [
    13,
    [
      "ふりさけみれは",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "ふちはせに"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "われさへひとを"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    13,
    [
      "ふりさけみれは",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    11,
    [
      "ふりさけみれは",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "ふりさけみれは",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "ふりさけみれは",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "かささきならはかからましやは"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    13,
    [
      "ふりさけみれは",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "きみにこころを"
    ]
  ],
  [
    11,
    [
      "ふりさけみれは",
      "わするるくさのたねをたに"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "いとのもとには"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "かくれぬほとに"
    ]
  ],
  [
    11,
    [
      "ふりさけみれは",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "ことはかよへと"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "くちかたむ"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "ふりさけみれは",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "ふりさけみれは",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "ふりさけみれは",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "つまふくかせの"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "なかつきや"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "ふりさけみれは",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "ふりさけみれは",
      "つゆのおきゐて"
    ]
  ],
  [
    6,
    [
      "ふりさけみれは",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "ふりさけみれは",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    9,
    [
      "ふりさけみれは",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "ふりさけみれは",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    15,
    [
      "はるたつといふはかりにやみよしののやまもかすみてけさはみゆらむ",
      "あさみとりはるはきぬとやみよしののやまのかすみのいろにみゆらむ"
    ]
  ],
  [
    12,
    [
      "わかやとのうめのたちえやみえつらむおもひのほかにきみかきませる",
      "たかさとのうめのたちえをすきつらむおもひのほかににほふはるかせ"
    ]
  ],
  [
    14,
    [
      "かすかのにおほくのとしはつみつれとおいせぬものはわかななりけり",
      "かすかのはゆきのみつむとみしかともおひいつるものはわかななりけり"
    ]
  ],
  [
    3,
    [
      "みれとあかぬはなのさかりにかへるかりなほふるさとのはなやこひしき",
      "みてもあかぬはなのさかりにかへるかりなほふるさとのはるやこひしき"
    ]
  ],
  [
    15,
    [
      "ふるさとのかすみとひわけゆくかりはたひのそらにやはるをくらさむ",
      "ふるさとにころもうつとはゆくかりやたひのそらにもなきてつくらむ"
    ]
  ],
  [
    13,
    [
      "はるふかみゐてのかはなみたちかへりみてこそゆかめやまふきのはな",
      "はるふかみゐてのかはみつかけそははいくへかみえむやまふきのはな"
    ]
  ],
  [
    14,
    [
      "はるふかみゐてのかはなみたちかへりみてこそゆかめやまふきのはな",
      "みちのへのをののゆふきりたちかへりみてこそゆかめあきはきのはな"
    ]
  ],
  [
    15,
    [
      "はるふかみゐてのかはなみたちかへりみてこそゆかめやまふきのはな",
      "たまもかるゐてのかはかせふきにけりみなわにうかふやまふきのはな"
    ]
  ],
  [
    13,
    [
      "やまふきのはなのさかりにゐてにきてこのさとひとになりぬへきかな",
      "やまふきのはなのゆかりにあやなくもゐてのさとひとむつましきかな"
    ]
  ],
  [
    12,
    [
      "うのはなのさけるかきねはみちのくのまかきのしまのなみかとそみる",
      "うのはなのさけるかきねはしらなみのたつたのかはのゐせきとそみる"
    ]
  ],
  [
    15,
    [
      "うのはなのさけるかきねはみちのくのまかきのしまのなみかとそみる",
      "うのはなのむらむらさけるかきねをはくもまのつきのかけかとそみる"
    ]
  ],
  [
    8,
    [
      "はつこゑのきかまほしさにほとときすよふかくめをもさましつるかな",
      "ふたこゑときくとはなしにほとときすよふかくめをもさましつるかな"
    ]
  ],
  [
    15,
    [
      "やまさとにやとらさりせはほとときすきくひともなきねをやなかまし",
      "ふるさとにけふこさりせはほとときすたれとむかしをこひてなかまし"
    ]
  ],
  [
    2,
    [
      "ほのかにそなきわたるなるほとときすみやまをいつるけさのはつこゑ",
      "ほのかにそなきわたるなるほとときすみやまをいつるよはのはつこゑ"
    ]
  ],
  [
    14,
    [
      "みやまいててよはにやきつるほとときすあかつきかけてこゑのきこゆる",
      "いなりやまこえてやきつるほとときすゆふかけてのみこゑのきこゆる"
    ]
  ],
  [
    13,
    [
      "やまかつとひとはいへともほとときすまつはつこゑはわれのみそきく",
      "かはらすとひとにかたらむほとときすむかしのこゑはわれのみそきく"
    ]
  ],
  [
    15,
    [
      "ゆきやらてやまちくらしつほとときすいまひとこゑのきかまほしさに",
      "ゆきやらてくらせるやまのほとときすいまひとこゑはつきになくなり"
    ]
  ],
  [
    14,
    [
      "たかそてにおもひよそへてほとときすはなたちはなのえたになくらむ",
      "あかつきのおもひをそへてほとときすなといひしらぬそらになくらむ"
    ]
  ],
  [
    14,
    [
      "さつきやみくらはしやまのほとときすおほつかなくもなきわたるかな",
      "さつきやみここひのもりのほとときすひとしれすのみなきゐたるかな"
    ]
  ],
  [
    14,
    [
      "さつきやみくらはしやまのほとときすおほつかなくもなきわたるかな",
      "さつきやみふたむらやまのほとときすみねつつきなくこゑをきくかな"
    ]
  ],
  [
    15,
    [
      "さつきやみくらはしやまのほとときすおほつかなくもなきわたるかな",
      "さよふけてくらふのやまのほとときすゆくへもしらすなきわたるなり"
    ]
  ],
  [
    15,
    [
      "なつやまのかけをしけみやたまほこのみちゆきひともたちとまるらむ",
      "なつくさはしけりにけりなたまほこのみちゆきひともむすふはかりに"
    ]
  ],
  [
    15,
    [
      "やへむくらしけれるやとのさひしきにひとこそみえねあきはきにけり",
      "かきくらしなほふるさとのゆきのうちにあとこそみえねはるはきにけり"
    ]
  ],
  [
    15,
    [
      "をみなへしにほふあたりにむつるれはあやなくつゆやこころおくらむ",
      "をみなへしにほひをそてにうつしてはあやなくひとやわれをとかめむ"
    ]
  ],
  [
    13,
    [
      "あふさかのせきのしみつにかけみえていまやひくらむもちつきのこま",
      "あふさかのせきたちいつるかけみれはこよひそあきのもちつきのこま"
    ]
  ],
  [
    15,
    [
      "あふさかのせきのしみつにかけみえていまやひくらむもちつきのこま",
      "あふさかのせきのむらすきはをしけみたえまにみゆるもちつきのこま"
    ]
  ],
  [
    5,
    [
      "おほつかないつこなるらむむしのねをたつねはくさのつゆやみたれむ",
      "おほつかないつくなるらむむしのねをたつねははなのつゆやこほれむ"
    ]
  ],
  [
    15,
    [
      "かむなひのみむろのやまをけふみれはしたくさかけていろつきにけり",
      "かむなひのみむろのやまのくすかつらうらふきかへすあきはきにけり"
    ]
  ],
  [
    14,
    [
      "もみちせぬときはのやまはふくかせのおとにやあきをききわたるらむ",
      "もみちせぬときはのやまにすむしかはおのれなきてやあきをしるらむ"
    ]
  ],
  [
    4,
    [
      "なをきけはむかしなからのやまなれとしくるるあきはいろまさりけり",
      "なをきけはむかしなからのやまなれとしくるるころはいろかはりけり"
    ]
  ],
  [
    2,
    [
      "みつうみにあきのやまへをうつしてははたはりひろきにしきとそみる",
      "みつうみにあきのやまへをうつしてははたはりひろきにしきとやみむ"
    ]
  ],
  [
    14,
    [
      "まねくとてたちもとまらぬあきゆゑにあはれかたよるはなすすきかな",
      "まねくとてゆくもとまるもおなしのにひとたのめなるはなすすきかな"
    ]
  ],
  [
    15,
    [
      "たつたかはもみちはなかるかむなひのみむろのやまにしくれふるらし",
      "たつたかはしからみかけてかむなひのみむろのやまのもみちをそみる"
    ]
  ],
  [
    13,
    [
      "たつたかはもみちはなかるかむなひのみむろのやまにしくれふるらし",
      "たつたかはもみちはなかるみよしののよしののやまにさくらはなさく"
    ]
  ],
  [
    15,
    [
      "たつたかはもみちはなかるかむなひのみむろのやまにしくれふるらし",
      "さらてたにもみちにあけるかむなひのみむろのやまはなほしくるなり"
    ]
  ],
  [
    14,
    [
      "ふゆされはさほのかはらのかはきりにともまとはせるちとりなくなり",
      "ふゆされはさほのかはかせさゆるよのふけたるつきにちとりなくなり"
    ]
  ],
  [
    9,
    [
      "うめかえにふりつむゆきはひととせにふたたひさけるはなかとそみる",
      "うめかえにふりつむゆきはとしことにふたたひさけるはなとこそおもへ"
    ]
  ],
  [
    12,
    [
      "うめかえにふりつむゆきはひととせにふたたひさけるはなかとそみる",
      "うめかえにふりつむゆきはうくひすのはかせにちるもはなかとそみる"
    ]
  ],
  [
    15,
    [
      "ちはやふるひらののまつのえたしけみちよもやちよもいろはかはらし",
      "ちはやふるいつのをやまのたまつはきやほよろつよもいろはかはらし"
    ]
  ],
  [
    15,
    [
      "ひとふしにちよをこめたるつゑなれはつくともつきしきみかよはひは",
      "なにたてるよしたのさとのつゑなれはつくともつきしきみかよろつよ"
    ]
  ],
  [
    13,
    [
      "あをやきのみとりのいとをくりかへしいくらはかりのはるをへぬらむ",
      "あをやきのみとりのいとのうちはへてとしのをなかきはるやへぬらむ"
    ]
  ],
  [
    14,
    [
      "わかやとにさけるさくらのはなさかりちとせみるともあかしとそおもふ",
      "ひのもとにさけるさくらのいろみれはひとのくににもあらしとそおもふ"
    ]
  ],
  [
    14,
    [
      "わかやとにさけるさくらのはなさかりちとせみるともあかしとそおもふ",
      "わかやとにさきみちにけりさくらはなほかにははるもあらしとそおもふ"
    ]
  ],
  [
    11,
    [
      "よろつよもなほこそあかねきみかためおもふこころのかきりなけれは",
      "あめつちのかみそしるらむきみかためおもふこころのかきりなけれは"
    ]
  ],
  [
    3,
    [
      "わかれちをへたつるくものためにこそあふきのかせをやらまほしけれ",
      "わかれちをへたつるくものうへにこそあふきのかせはやらまほしけれ"
    ]
  ],
  [
    15,
    [
      "はるかなるたひのそらにもおくれねはうらやましきはあきのよのつき",
      "ゆくへなきたひのそらにもおくれぬはみやこをいてしありあけのつき"
    ]
  ],
  [
    1,
    [
      "おもひてもなきふるさとのやまなれとかくれゆくはたあはれなりけり",
      "おもひいてもなきふるさとのやまなれとかくれゆくはたあはれなりけり"
    ]
  ],
  [
    1,
    [
      "おもひてもなきふるさとのやまなれとかくれゆくはたあはれなりけり",
      "おもひいてもなきふるさとのやまなれとかくれゆくはたあはれなりけり"
    ]
  ],
  [
    5,
    [
      "あたなりとひともときくるものしもそはなのあたりをすきかてにする",
      "あたなりとひともときくかものからにはなのあたりはすきかてにする"
    ]
  ],
  [
    2,
    [
      "ふるみちにわれやまとはむいにしへののなかのくさはしけりあひにけり",
      "ふるみちにわれやまよはむいにしへののなかのくさはしけりあひけり"
    ]
  ],
  [
    15,
    [
      "つのくにのなにはわたりにつくるたはあしかなへかとえこそみわかね",
      "つのくにのなにはわたりにつくるなるこやといはなむゆきてみるへく"
    ]
  ],
  [
    14,
    [
      "おとはかはせきいれておとすたきつせにひとのこころのみえもするかな",
      "おとはかはせきいれしみつにかけとめてひとのこころをつきにみるかな"
    ]
  ],
  [
    1,
    [
      "たきのいとはたえてひさしくなりぬれとなこそなかれてなほきこえけれ",
      "たきのおとはたえてひさしくなりぬれとなこそなかれてなほきこえけれ"
    ]
  ],
  [
    3,
    [
      "としつきはむかしにあらすなりゆけとこひしきことはかはらさりけり",
      "としつきはむかしにもあらすなりぬれとこひしきことはかはらさりけり"
    ]
  ],
  [
    12,
    [
      "としつきはむかしにあらすなりゆけとこひしきことはかはらさりけり",
      "としをへてわかみはあらすなりゆけとはなのすかたはかはらさりけり"
    ]
  ],
  [
    11,
    [
      "なるかみのおとにのみきくまきもくのひはらのやまをけふみつるかな",
      "なるかみのおとにもしるしまきもくのひはらのやまのゆふたちのそら"
    ]
  ],
  [
    15,
    [
      "ひとしれすこゆとおもふらしあしひきのやましたみつにかけはみえつつ",
      "ひとしれすおもふこころはあしひきのやましたみつのわきやかへらむ"
    ]
  ],
  [
    9,
    [
      "をふのうみにふなのりすらむわきもこかあかものすそにしほみつらむか",
      "をみのうらにふなのりすらむつまとものたまものすそにしほみつらむか"
    ]
  ],
  [
    1,
    [
      "よのなかをかくいひいひのはてはてはいかにやいかにならむとすらむ",
      "よのなかをかくいひいひてはてはてはいかにやいかにならむとすらむ"
    ]
  ],
  [
    15,
    [
      "ちはやふるみかみのやまのさかきははさかえそまさるすゑのよまてに",
      "ちはやふるみかみのやまのさかきはをかをかくはしみとめてこそとれ"
    ]
  ],
  [
    14,
    [
      "あまくものやへくもかくれなるかみのおとにのみやはききわたるへき",
      "たかさこのをのへのまつにふくかせのおとにのみやはききわたるへき"
    ]
  ],
  [
    15,
    [
      "みにしみておもふこころのとしふれはつひにいろにもいてぬへきかな",
      "ひとしれすおもふこころはあきはきのしたはのいろにいてぬへきかな"
    ]
  ],
  [
    15,
    [
      "いかてかはしらせそむへきひとしれすおもふこころのいろにいてすは",
      "いかてかはとりのなくらむひとしれすおもふこころはまたよふかきに"
    ]
  ],
  [
    15,
    [
      "おほゐかはくたすいかたのみなれさをみなれぬひともこひしかりけり",
      "おほゐかはおろすいかたのいかなれはなかれてつひにこひしかるらむ"
    ]
  ],
  [
    14,
    [
      "あしひきのやましたとよみゆくみつのときそともなくこひわたるかな",
      "あしひきのやまなしをかにゆくみつのたえすそきみをこひわたるへき"
    ]
  ],
  [
    10,
    [
      "ぬきみたるなみたのたまもとまるやとたまのをはかりあはむといはなむ",
      "ぬきみたるなみたもしはしとまるやとたまのをはかりあふよしもかな"
    ]
  ],
  [
    10,
    [
      "よそなからあひみぬほとにこひしなはなににかへたるいのちとかいはむ",
      "ひとしれすあふをまつまにこひしなはなににかへたるいのちとかいはむ"
    ]
  ],
  [
    11,
    [
      "よそなからあひみぬほとにこひしなはなににかへたるいのちとかいはむ",
      "ひとしれすあふをまつまにこひしなはなににかへつるいのちとかいはむ"
    ]
  ],
  [
    8,
    [
      "いつとてかわかこひやまむちはやふるあさまのたけのけふりたゆとも",
      "いつとてかわかこひさらむしなのなるあさまのやまのけふりたゆとも"
    ]
  ],
  [
    15,
    [
      "あさなあさなけつれはつもるおちかみのみたれてものをおもふころかな",
      "うらかるるあさちかはらのかるかやのみたれてものをおもふころかな"
    ]
  ],
  [
    13,
    [
      "ひとしれぬおもひはとしもへにけれとわれのみしるはかひなかりけり",
      "ひとしれぬおもひはふかくそむれともいろにいてねはかひなかりけり"
    ]
  ],
  [
    15,
    [
      "あふことのたえてしなくはなかなかにひとをもみをもうらみさらまし",
      "わすれしのことのはなくはなかなかにとはぬつきひをうらみさらまし"
    ]
  ],
  [
    14,
    [
      "こひつつもけふはくらしつかすみたつあすのはるひをいかてくらさむ",
      "こひつつもけふはありなむたまくしけあけむあしたをいかてくらさむ"
    ]
  ],
  [
    1,
    [
      "うしとおもふものからひとのこひしきはいつこをしのふこころなるらむ",
      "うしとおもふものからひとのこひしきはいつくをしのふこころなるらむ"
    ]
  ],
  [
    15,
    [
      "うしとおもふものからひとのこひしきはいつこをしのふこころなるらむ",
      "おもはしとおもへはいととこひしきはいつれかわれかこころなるらむ"
    ]
  ],
  [
    1,
    [
      "ゆめのことなとかよるしもきみをみむくるるまつまもさためなきよに",
      "ゆめのことなとかよるしもきみをみむくるるまつまもさためなきよを"
    ]
  ],
  [
    15,
    [
      "ひさしくもおもほえねともすみよしのまつやふたたひおひかはるらむ",
      "いかはかりとしはへねともすみのえのまつそふたたひおひかはりけり"
    ]
  ],
  [
    4,
    [
      "しかのあまのつりにともせるいさりひのほのかにいもをみるよしもかな",
      "しかのうらのつりにともせるいさりひのほのかにひとをみるよしもかな"
    ]
  ],
  [
    12,
    [
      "あしひきのやましたかせもさむけきにこよひもまたやわかひとりねむ",
      "みよしののやましたかせのさむけくにはたやこよひもわかひとりねむ"
    ]
  ],
  [
    15,
    [
      "ふらぬよのこころをしらておほそらのあめをつらしとおもひけるかな",
      "きみかよのほとをはしらてすみよしのまつをひさしとおもひけるかな"
    ]
  ],
  [
    13,
    [
      "ふらぬよのこころをしらておほそらのあめをつらしとおもひけるかな",
      "さきのよのちきりをしらてはかなくもひとをつらしとおもひけるかな"
    ]
  ],
  [
    14,
    [
      "なかきよもひとをつらしとおもふにはねなくにあくるものにそありける",
      "しつむへきひとをかなしとおもふにはふちをせになすものにそありける"
    ]
  ],
  [
    1,
    [
      "ぬはたまのいもかくろかみこよひもやわかなきとこになひきいてぬらむ",
      "ぬはたまのいもかくろかみこよひもやわかなきとこになひきてぬらむ"
    ]
  ],
  [
    15,
    [
      "こぬひとをまつちのやまのほとときすおなしこころにねこそなかるれ",
      "こぬひとをまちかねやまのよふことりおなしこころにあはれとそきく"
    ]
  ],
  [
    11,
    [
      "あきのたのほのうへにおけるしらつゆのけぬへくわれはおもほゆるかな",
      "あきされはをはなかうへにおくつゆのけぬへくわれはおもほゆるかな"
    ]
  ],
  [
    6,
    [
      "こひしくはかたみにせむとわかやとにうゑしあきはきいまさかりなり",
      "こひしくはかたみにもせむわかやとにうゑしふちなみいまさかりなり"
    ]
  ],
  [
    15,
    [
      "あきはきのしたはをみすはわすらるるひとのこころをいかてしらまし",
      "わかみにてならはさりせはなけくらむひとのこころをいかてしらまし"
    ]
  ],
  [
    2,
    [
      "うつろふはしたははかりとみしほとにやかてもあきになりにけるかな",
      "うつろふはしたははかりとみしほとにやかてあきにもなりにけるかな"
    ]
  ],
  [
    14,
    [
      "かすならぬみをうちかはのあしろきにおほくのひをもすくしつるかな",
      "かすならぬみをうちかはのはしはしといはれなからもこひわたるかな"
    ]
  ],
  [
    15,
    [
      "ときのまもこころはそらになるものをいかてすくししむかしなるらむ",
      "ひとこふるこころはそらになきものをいつくよりふるしくれなるらむ"
    ]
  ],
  [
    14,
    [
      "なみまよりみゆるこしまのはまひさきひさしくなりぬきみにあはすて",
      "みやこひとおきつこしまのはまひさしひさしくなりぬなみちへたてて"
    ]
  ],
  [
    2,
    [
      "なかなかにいひははなたてしなのなるきそちのはしのかけたるやなそ",
      "なかなかにいひもはなたてしなのなるきそちのはしにかけたるやなそ"
    ]
  ],
  [
    15,
    [
      "なかなかにいひははなたてしなのなるきそちのはしのかけたるやなそ",
      "あさましやさのみはいかにしなのなるきそちのはしのかけわたるらむ"
    ]
  ],
  [
    14,
    [
      "わすらるるみをはおもはすちかひてしひとのいのちのをしくもあるかな",
      "うつもるるみをはおもはすしらゆきのふりぬるあとのをしくもあるかな"
    ]
  ],
  [
    6,
    [
      "あさましやこのしたかけのいはしみついくそのひとのかけをみつらむ",
      "うとましやこのしたかけのわすれみついくらのひとのかけをみつらむ"
    ]
  ],
  [
    13,
    [
      "やほかゆくはまのまさことわかこひといつれまされりおきつしまもり",
      "やほかゆくはまのまさこをきみかよのかすにとらなむおきつしまもり"
    ]
  ],
  [
    14,
    [
      "ふくかせにくものはたてはととむともいかかたのまむひとのこころは",
      "ふくかせにこそのさくらはちらすともあなたのみかたひとのこころは"
    ]
  ],
  [
    13,
    [
      "ちはやふるかみのいかきもこえぬへしいまはわかみのをしけくもなし",
      "ちはやふるかみのいかきもこえぬへしおほみやひとのみまくほしさに"
    ]
  ],
  [
    15,
    [
      "よのなかのうきもつらきもしのふれはおもひしらすとひとやみるらむ",
      "よのなかのそむきかたさにみのほとをおもひしらすとひとにみえぬる"
    ]
  ],
  [
    13,
    [
      "かきりなくおもふこころのふかけれはつらきもしらぬものにそありける",
      "わすれなむとおもふこころのかなしきはうきもうからぬものにそありける"
    ]
  ],
  [
    15,
    [
      "うしとおもふものからひとのこひしきはいつくをしのふこころなるらむ",
      "おもはしとおもへはいととこひしきはいつれかわれかこころなるらむ"
    ]
  ],
  [
    14,
    [
      "みのうきをひとのつらさとおもふこそわれともいはしわりなかりけれ",
      "みのとかにひとのつらさをおもふこそわすらるましきこころなりけれ"
    ]
  ],
  [
    10,
    [
      "つらしとはおもふものからこひしきはわれにかなはぬこころなりけり",
      "つらしとはおもふものからふししはのしはしもこりぬこころなりけり"
    ]
  ],
  [
    13,
    [
      "つらしとはおもふものからこひしきはわれにかなはぬこころなりけり",
      "わすれしとおもふにそへてこひしきはこころにかなふこころなりけり"
    ]
  ],
  [
    13,
    [
      "つらしとはおもふものからこひしきはわれにかなはぬこころなりけり",
      "わすれしとおもふにそへてこひしきはこころにかなふこころなりけり"
    ]
  ],
  [
    12,
    [
      "をりてみるかひもあるかなうめのはなけふここのへににほひまさりて",
      "をりてみるかひもあるかなうめのはなふたたひはるにあふここちして"
    ]
  ],
  [
    12,
    [
      "もろともにわれしをらねはさくらはなおもひやりてやはるをくらさむ",
      "かすみたつやまのあなたのさくらはなおもひやりてやはるをくらさむ"
    ]
  ],
  [
    15,
    [
      "うくひすのなきつるなへにかすかののけふのみゆきをはなとこそみれ",
      "うくひすのなきつるなへにわかやとのかきねのゆきはむらきえにけり"
    ]
  ],
  [
    1,
    [
      "さくらはなみかさのやまのかけしあれはゆきとふれともぬれしとそおもふ",
      "さくらはなみかさのやまのかけしあれはゆきとふるともぬれしとそおもふ"
    ]
  ],
  [
    3,
    [
      "たにのとをとちやはてつるうくひすのまつにおとせてはるもすきぬる",
      "たにのとをとちやはてつるうくひすのまつにおとせてはるのくれぬる"
    ]
  ],
  [
    3,
    [
      "たにのとをとちやはてつるうくひすのまつにおとせてはるもすきぬる",
      "たにのとをとちやはてつるうくひすのまつにおとせてはるのくれぬる"
    ]
  ],
  [
    15,
    [
      "むらさきのいろしこけれはふちのはなまつのみとりもうつろひにけり",
      "むらさきのいとよりかくるふちのはなこのはるさめにほころひにけり"
    ]
  ],
  [
    14,
    [
      "よをうみてわかかすいとはたなはたのなみたのたまのをとやなるらむ",
      "ふちころもはつるるいとはきみこふるなみたのたまのをとやなるらむ"
    ]
  ],
  [
    15,
    [
      "あまのかはあふきのかせにきりはれてそらすみわたるかささきのはし",
      "あまのかはやそせのなみもむせふらむとしまちわたるかささきのはし"
    ]
  ],
  [
    13,
    [
      "あまのかはあふきのかせにきりはれてそらすみわたるかささきのはし",
      "あまのかはあさせふむまにふくるよをうらみてわたるかささきのはし"
    ]
  ],
  [
    14,
    [
      "あまのかはあふきのかせにきりはれてそらすみわたるかささきのはし",
      "あまのかはあきのちきりのふかけれはよはにそわたすかささきのはし"
    ]
  ],
  [
    15,
    [
      "あまのかはあふきのかせにきりはれてそらすみわたるかささきのはし",
      "ささなみのしかのうらわにきりはれてつきすみわたるからさきのはま"
    ]
  ],
  [
    9,
    [
      "ここのへのうちたにあかきつきかけにあれたるやとをおもひやるかな",
      "ここのへのうちさへてらすつきかけにあれたるやとをおもひこそやれ"
    ]
  ],
  [
    15,
    [
      "すみのえのまつをあきかせふくからにこゑうちそふるおきつしらなみ",
      "すみよしのまつにしらゆきふるからにこゑよわりぬるおきつしほかせ"
    ]
  ],
  [
    15,
    [
      "あきかせしひことにふけはわかやとのをかのこのははいろつきにけり",
      "あきされはおくしらつゆにわかやとのあさちかうははいろつきにけり"
    ]
  ],
  [
    14,
    [
      "このころのあかつきつゆにわかやとのはきのしたははいろつきにけり",
      "あきされはおくしらつゆにわかやとのあさちかうははいろつきにけり"
    ]
  ],
  [
    15,
    [
      "このころのあかつきつゆにわかやとのはきのしたははいろつきにけり",
      "はるさめのうちふることにわかやとのやなきのすゑはいろつきにけり"
    ]
  ],
  [
    1,
    [
      "あきことにかりつるいねはつみつれとおいにけるみそおきところなき",
      "あきことにかりくるいねはつみつれとおいにけるみそおきところなき"
    ]
  ],
  [
    15,
    [
      "もみちはのなかるるときはたけかはのふちのみとりもいろかはるらむ",
      "もみちはのなかるるときはしらなみのたちにしなこそかはるへらなれ"
    ]
  ],
  [
    1,
    [
      "みやまきをあさなゆふなにこりつめてさむさをこふるをののすみやき",
      "みやまきをあさなゆふなにこりつみてさむさをこふるをののすみやき"
    ]
  ],
  [
    1,
    [
      "みやまきをあさなゆふなにこりつめてさむさをこふるをののすみやき",
      "みやまきをあさなゆふなにこりつみてさむさをこふるをののすみやき"
    ]
  ],
  [
    2,
    [
      "にほとりのこほりのせきにとちられてたまものやとをかれやしぬらむ",
      "にほとりのこほりのせきにとちられてたまえのやとをあれやしぬらむ"
    ]
  ],
  [
    3,
    [
      "にほとりのこほりのせきにとちられてたまものやとをかれやしぬらむ",
      "みつとりはこほりのせきにとちられてたまものやとをかれやしぬらむ"
    ]
  ],
  [
    4,
    [
      "いくよへしいそへのまつそむかしよりたちよるなみやかすはしるらむ",
      "いくよへしいそへのまつもむかしよりちりよるなみやかすをしるらむ"
    ]
  ],
  [
    1,
    [
      "いくよへしいそへのまつそむかしよりたちよるなみやかすはしるらむ",
      "いくよへしいそへのまつそむかしよりたちよるなみのかすはしるらむ"
    ]
  ],
  [
    12,
    [
      "ちんちようすへきものとこそみれ",
      "かすみもきりもけふりとそみる"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "かからてもありにしものをはるかすみ"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "ふちはせに"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "われさへひとを"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "いとのもとには"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "かくれぬほとに"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "くちかたむ"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "つまふくかせの"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "なかつきや"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    14,
    [
      "ちんちようすへきものとこそみれ",
      "なにかわかれの"
    ]
  ],
  [
    13,
    [
      "ちんちようすへきものとこそみれ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "ちんちようすへきものとこそみれ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "かからてもありにしものをはるかすみ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "ゆめにあふへきひとやまつらむ"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "ふちはせに"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "われさへひとを"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    12,
    [
      "かすみもきりもけふりとそみる",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "かすみもきりもけふりとそみる",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "かすみもきりもけふりとそみる",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "かすみもきりもけふりとそみる",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    15,
    [
      "かすみもきりもけふりとそみる",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "きみにこころを"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "かすみもきりもけふりとそみる",
      "いとのもとには"
    ]
  ],
  [
    12,
    [
      "かすみもきりもけふりとそみる",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    10,
    [
      "かすみもきりもけふりとそみる",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "なかつきや"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "まつとしきかは"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "かすみもきりもけふりとそみる",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "かすみもきりもけふりとそみる",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "かすみもきりもけふりとそみる",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "とふやとそわれもまちつるはるのひを"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    13,
    [
      "かからてもありにしものをはるかすみ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "かからてもありにしものをはるかすみ",
      "うふねにはとりいれしものをおほつかな"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "かくれぬほとに"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "ひかりはきよく"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "またもあはめやも"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "かからてもありにしものをはるかすみ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "かからてもありにしものをはるかすみ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "とふやとそわれもまちつるはるのひを",
      "ふちはせに"
    ]
  ],
  [
    14,
    [
      "とふやとそわれもまちつるはるのひを",
      "われさへひとを"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "とふやとそわれもまちつるはるのひを",
      "とるてにははかなくうつるはななれと"
    ]
  ],
  [
    14,
    [
      "とふやとそわれもまちつるはるのひを",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "とふやとそわれもまちつるはるのひを",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "つまふくかせの"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "またもあはめやも"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "たつわたるみゆ"
    ]
  ],
  [
    15,
    [
      "とふやとそわれもまちつるはるのひを",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "ゆめにあふへきひとやまつらむ",
      "ゆめにみゆやとねそすきにける"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "ふちはせに"
    ]
  ],
  [
    11,
    [
      "ゆめにあふへきひとやまつらむ",
      "われさへひとを"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    10,
    [
      "ゆめにあふへきひとやまつらむ",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "ゆめにあふへきひとやまつらむ",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "ゆめにあふへきひとやまつらむ",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "かささきならはかからましやは"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "ことはかよへと"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "つまふくかせの"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "なかつきや"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "ゆめにあふへきひとやまつらむ",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "ゆめにあふへきひとやまつらむ",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    13,
    [
      "ゆめにあふへきひとやまつらむ",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "ゆめにあふへきひとやまつらむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "ふちはせに"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "われさへひとを"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "ゆめにみゆやとねそすきにける",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    15,
    [
      "ゆめにみゆやとねそすきにける",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "ゆめにみゆやとねそすきにける",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "ゆめにみゆやとねそすきにける",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "きみにこころを"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "ゆめにみゆやとねそすきにける",
      "いとのもとには"
    ]
  ],
  [
    12,
    [
      "ゆめにみゆやとねそすきにける",
      "かくれぬほとに"
    ]
  ],
  [
    10,
    [
      "ゆめにみゆやとねそすきにける",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "くちかたむ"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "ゆめにみゆやとねそすきにける",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "たつわたるみゆ"
    ]
  ],
  [
    12,
    [
      "ゆめにみゆやとねそすきにける",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "ゆめにみゆやとねそすきにける",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "ゆめにみゆやとねそすきにける",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    5,
    [
      "うたかはしほかにわたせるふみみれはわれやとたえにならむとすらむ",
      "わつらはしほかにわたせるふみみれはここやとたえにならむとすらむ"
    ]
  ],
  [
    11,
    [
      "ゆめとのみおもひなりにしよのなかをなにいまさらにおとろかすらむ",
      "ゆめとのみおもひなしつつあるものをなになかなかにおとろかすらむ"
    ]
  ],
  [
    14,
    [
      "をとめこかそてふるやまのみつかきのひさしきよよりおもひそめてき",
      "むつましときみはしらなみみつかきのひさしきよよりいはひそめてき"
    ]
  ],
  [
    15,
    [
      "むすふてのしつくににこるやまのゐのあかてもひとにわかれぬるかな",
      "わかためはしつくににこるやまのゐのいかなるひとにすまむとすらむ"
    ]
  ],
  [
    7,
    [
      "みかりするこまのつまつくあをつつらきみこそわれはほたしなりけれ",
      "みくまのにこまのつまつくあをつつらきみこそまろかほたしなりけれ"
    ]
  ],
  [
    15,
    [
      "おもかけにいろのみのこるさくらはないくよのはるをこひむとすらむ",
      "ここのへににほひをそふるさくらはないくちよはるにあはむとすらむ"
    ]
  ],
  [
    11,
    [
      "ときならてははそのもみちちりにけりいかにこのもとさひしかるらむ",
      "やまさとのははそのもみちちりにけりこのもといかにさひしかるらむ"
    ]
  ],
  [
    14,
    [
      "おもひやるここひのもりのしつくにはよそなるひとのそてもぬれけり",
      "ほとときすここひのもりになくこゑはきくよそひとのそてもぬれけり"
    ]
  ],
  [
    10,
    [
      "いもやまのいはねにおけるわれをかもしらすていもかまちつつあらむ",
      "かもやまのいはねしまきてあるわれをしらぬかいもかまちつつあらむ"
    ]
  ],
  [
    15,
    [
      "よのなかをなににたとへむあさほらけこきゆくふねのあとのしらなみ",
      "よのなかをなににたとへむかせふけはゆくへもしらぬみねのしらくも"
    ]
  ],
  [
    15,
    [
      "やまたかみみやこのはるをみわたせはたたひとむらのかすみなりけり",
      "まつらかたもろこしかけてみわたせはさかひはやへのかすみなりけり"
    ]
  ],
  [
    15,
    [
      "かりにこはゆきてもみましかたをかのあしたのはらにききすなくなり",
      "あきくさのいろつくみれはかたをかのあしたのはらにしかそなくなる"
    ]
  ],
  [
    15,
    [
      "あさみとりみたれてなひくあをやきのいろにそはるのかせもみえける",
      "あさみとりそめてみたれるあをやきのいとをははるのかせやとくらむ"
    ]
  ],
  [
    15,
    [
      "あさみとりみたれてなひくあをやきのいろにそはるのかせもみえける",
      "あさみとりそめてみたれるあをやきのいとをははるのかせやよるらむ"
    ]
  ],
  [
    13,
    [
      "おもひやるこころはかりはさくらはなたつぬるひとにおくれやはする",
      "あくかるるこころはかりはやまさくらたつぬるひとにたくへてそやる"
    ]
  ],
  [
    15,
    [
      "いつれをかわきてをらましやまさくらこころうつらぬえたしなけれは",
      "いつれをかわきてをらましやまさとのかきねつつきにさけるうのはな"
    ]
  ],
  [
    6,
    [
      "うらやましはるのみやひとうちむれておのかものとやはなをみるらむ",
      "うらやましくものうへひとうちむれておのかものとやつきをみるらむ"
    ]
  ],
  [
    6,
    [
      "うらやましはるのみやひとうちむれておのかものとやはなをみるらむ",
      "うらやましくものうへひとうちむれておのかものとやつきをみるらむ"
    ]
  ],
  [
    15,
    [
      "たかさこのをのへのさくらさきにけりとやまのかすみたたすもあらなむ",
      "たかさこのをのへのさくらさきぬれはこすゑにかかるおきつしらなみ"
    ]
  ],
  [
    9,
    [
      "とふひともやとにはあらしやまさくらちらてかへりしはるしなけれは",
      "いへつともまたをりしらすやまさくらちらてかへりしはるしなけれは"
    ]
  ],
  [
    15,
    [
      "としをへてはなにこころをくたくかなをしむにとまるはるはなけれと",
      "あかてのみはなにこころをつくすかなさりとてあらぬはるはなけれと"
    ]
  ],
  [
    15,
    [
      "ここにこぬひともみよとてさくらはなみつのこころにまかせてそやる",
      "いろかをもしるひとみよとさくうめのはなのこころにまかせてそをる"
    ]
  ],
  [
    14,
    [
      "みわたせはなみのしからみかけてけりうのはなさけるたまかはのさと",
      "うのはなのなみのしからみかけそへてなにもこえたるたまかはのさと"
    ]
  ],
  [
    15,
    [
      "ききつともきかすともなくほとときすこころまとはすさよのひとこゑ",
      "ききつともいかかかたらむほとときすおほつかなしやよはのひとこゑ"
    ]
  ],
  [
    10,
    [
      "なつのよはさてもやなくとほとときすふたこゑきけるひとにとははや",
      "はつこゑをさてもやきくとほとときすまたてとしふるひとにとははや"
    ]
  ],
  [
    14,
    [
      "いととしくつゆけかるらむたなはたのねぬよにあへるあまのはころも",
      "あふとてもなれすやあらむたなはたのまとほにきたるあまのはころも"
    ]
  ],
  [
    13,
    [
      "たなはたはくものころもをひきかさねかへさてぬるやこよひなるらむ",
      "たなはたのくものころものあきかせにあふたのみとやこよひまつらむ"
    ]
  ],
  [
    1,
    [
      "いつもみるつきそとおもへとあきのよはいかなるかけをそふるなるらむ",
      "いつもみるつきそとおもへとあきのよはいかなるかけのそふるなるらむ"
    ]
  ],
  [
    14,
    [
      "とふひともくるれはかへるやまさとにもろともにすむあきのよのつき",
      "くるひともくるれはかへるやまさとにもみちもえたにとまらさりけり"
    ]
  ],
  [
    12,
    [
      "あふさかのせきのすきむらひくほとはをふちにみゆるもちつきのこま",
      "あふさかのせきのむらすきはをしけみたえまにみゆるもちつきのこま"
    ]
  ],
  [
    15,
    [
      "あふさかのせきのすきむらひくほとはをふちにみゆるもちつきのこま",
      "あふさかのせきのすきむらきりこめてたつともみえぬゆふかけのこま"
    ]
  ],
  [
    12,
    [
      "さらてたにあやしきほとのゆふくれにをきふくかせのおとそきこゆる",
      "あきのよのあやしきほとのたそかれにをきふくかせのおとをきくかな"
    ]
  ],
  [
    14,
    [
      "みなかみにもみちなかれておほゐかはむらこにみゆるたきのしらいと",
      "みなかみにかせわたるらしおほゐかはもみちをむすふたきのしらいと"
    ]
  ],
  [
    13,
    [
      "あらしふくみむろのやまのもみちははたつたのかはのにしきなりけり",
      "しくれふるみむらのやまのもみちははたかおりかけしにしきなるらむ"
    ]
  ],
  [
    15,
    [
      "あらしふくみむろのやまのもみちははたつたのかはのにしきなりけり",
      "あきことにかむなひやまのもみちははたれかたむけのにしきなるらむ"
    ]
  ],
  [
    1,
    [
      "あきのよはやまたのいほにいなつまのひかりのみこそもりあかしけれ",
      "あきのよはやまたのいほりいなつまのひかりのみこそもりあかしけれ"
    ]
  ],
  [
    15,
    [
      "おちつもるもみちをみれはおほゐかはゐせきにあきもとまるなりけり",
      "おちとまるもみちをみれはももとせにあきのとまりはあらしなりけり"
    ]
  ],
  [
    10,
    [
      "おちつもるもみちをみれはおほゐかはゐせきにあきもとまるなりけり",
      "おちつもるもみちはみれはおほゐかはゐせきにとまるあきにそありける"
    ]
  ],
  [
    14,
    [
      "おちつもるもみちをみれはおほゐかはゐせきにあきもとまるなりけり",
      "おちつもるもみちをみれはひととせのあきのとまりはあしろなりけり"
    ]
  ],
  [
    15,
    [
      "ふゆのよにいくたひはかりねさめしてものおもふやとのひましらむらむ",
      "あきのよのつきにいくたひなかめしてものおもふことのみにつもるらむ"
    ]
  ],
  [
    15,
    [
      "さむしろはむへさえけらしかくれぬのあしまのこほりひとへしにけり",
      "たかせふねさをのおとにそしられぬるあしまのこほりひとへしにけり"
    ]
  ],
  [
    14,
    [
      "きみかよをなににたとへむときはなるまつのみとりもちよをこそふれ",
      "きみかよのはるにしあへはときはなるまつのちとせもかけをそへけり"
    ]
  ],
  [
    2,
    [
      "ふるさとのはなのみやこにすみわひてやくもたつといふいつもへそゆく",
      "ふるさとのはなのみやこにすみわひてやくもたつてふいつもへそゆく"
    ]
  ],
  [
    14,
    [
      "みやこをはかすみとともにたちしかとあきかせそふくしらかはのせき",
      "みやこをははなをみすてていたしかとつきにそこゆるしらかはのせき"
    ]
  ],
  [
    15,
    [
      "かなしさのたくひになにをおもはましわかれをしれるきみなかりせは",
      "きみかよのためしになにをおもはましかはらぬまつのいろなかりせは"
    ]
  ],
  [
    15,
    [
      "おもひいつやおもひいつるにかなしきはわかれなからのわかれなりけり",
      "おもかけののこるにつけてかなしきはゆめのまくらのわかれなりけり"
    ]
  ],
  [
    13,
    [
      "おもひいつやおもひいつるにかなしきはわかれなからのわかれなりけり",
      "おもひいつることをあまたにかなしきはなれこしひとのわかれなりけり"
    ]
  ],
  [
    15,
    [
      "しのひつつやみなむよりはおもふことありけるとたにひとにしらせむ",
      "しのひつつこのよつきなはおもふことこけのしたにやともにくちなむ"
    ]
  ],
  [
    15,
    [
      "ひとりしてなかむるやとのつまにおふるしのふとたにもしらせてしかな",
      "みこもりにいはてふるやのしのふくさしのふとたにもしらせてしかな"
    ]
  ],
  [
    13,
    [
      "こひしてふことをしらてややみなましつれなきひとのなきよなりせは",
      "みのうさをおもひしらてややみなましそむくならひのなきよなりせは"
    ]
  ],
  [
    15,
    [
      "さりともとおもふこころにひかされていままてよにもふるわかみかな",
      "さりともとおもふこころにはかされてしなれぬものはいのちなりけり"
    ]
  ],
  [
    11,
    [
      "さりともとおもふこころにひかされていままてよにもふるわかみかな",
      "さりともとおもふこころになくさみてけふまてよにもいけるいのちか"
    ]
  ],
  [
    1,
    [
      "ひとしれすあふをまつまにこひしなはなににかへたるいのちとかいはむ",
      "ひとしれすあふをまつまにこひしなはなににかへつるいのちとかいはむ"
    ]
  ],
  [
    14,
    [
      "こひしなむいのちはことのかすならてつれなきひとのはてそゆかしき",
      "こひしなむいのちをたれにゆつりおきてつれなきひとのはてをみせまし"
    ]
  ],
  [
    14,
    [
      "あけぬれはくるるものとはしりなからなほうらめしきあさほらけかな",
      "さきぬれはかつちるはなとしりなからなほうらめしきはるのやまかせ"
    ]
  ],
  [
    15,
    [
      "うらむともいまはみえしとおもふこそせめてつらさのあまりなりけれ",
      "うらみしとおもふにぬるるたもとこそたえぬつらさのあまりなりけれ"
    ]
  ],
  [
    15,
    [
      "いかはかりうれしからましおもかけにみゆるはかりのあふよなりせは",
      "いかはかりうれしからましもろともにこひらるるみもくるしかりせは"
    ]
  ],
  [
    10,
    [
      "いかはかりうれしからましおもかけにみゆるはかりのあふよなりせは",
      "いかはかりうれしからましたなはたのまつよのかすのあふよなりせは"
    ]
  ],
  [
    15,
    [
      "いかはかりうれしからましおもかけにみゆるはかりのあふよなりせは",
      "いかはかりくるしからましまつことのうきみにもなほあるよなりせは"
    ]
  ],
  [
    15,
    [
      "いかはかりうれしからましおもかけにみゆるはかりのあふよなりせは",
      "いかはかりこひしからましゆめにたにみてもかへらぬむかしなりせは"
    ]
  ],
  [
    12,
    [
      "あふことをいまはかきりとみわのやますきのすきにしかたそこひしき",
      "なからへてうきよのはてはみわのやますきのすきにしかたそこひしき"
    ]
  ],
  [
    15,
    [
      "つらしともおもひしらてそやみなましわれもはてなきこころなりせは",
      "ゆめとのみおもひなしてややみなましうきよしたはぬこころなりせは"
    ]
  ],
  [
    12,
    [
      "わすれなむとおもふにぬるるたもとかなこころなかきはなみたなりけり",
      "こひしともいはぬにぬるるたもとかなこころをしるはなみたなりけり"
    ]
  ],
  [
    13,
    [
      "いかはかりおほつかなさをなけかましこのよのつねとおもひなさすは",
      "いかはかりひとのつらさをうらみましうきみのとかとおもひなさすは"
    ]
  ],
  [
    12,
    [
      "ちきりしにあらぬつらさもあふことのなきにはえこそうらみさりけれ",
      "ちきりしにあらぬつらさのやまさくらひとりはえこそたつねさりけれ"
    ]
  ],
  [
    13,
    [
      "こひしさのうきにまきるるものならはまたふたたひときみをみましや",
      "こひしさのうきにわするるものならはつれなきひとをうらみさらまし"
    ]
  ],
  [
    14,
    [
      "わかそてをあきのくさはにくらへはやいつれかつゆのおきはまさると",
      "おくやまのこけのころもにくらへみよいつれかつゆのおきまさるとも"
    ]
  ],
  [
    10,
    [
      "わかそてをあきのくさはにくらへはやいつれかつゆのおきはまさると",
      "わかそてをたこのもすそにくらへはやいつれかいたくぬれはまさると"
    ]
  ],
  [
    15,
    [
      "わかこひはますたのいけのうきぬなはくるしくてのみとしをふるかな",
      "わかこひはなにはほりえのあしのねのみかくれてのみとしをふるかな"
    ]
  ],
  [
    12,
    [
      "いつよりもくもりなきよのつきなれはみるひとさへにいりかたきかな",
      "さもこそはくもりなきよのつきならめみるひとさへにすむこころかな"
    ]
  ],
  [
    14,
    [
      "やとことにかはらぬものはやまのはのつきまつほとのこころなりけり",
      "しかすかにかなしきものはよのなかをうきたつほとのこころなりけり"
    ]
  ],
  [
    15,
    [
      "つきみてはたれもこころそなくさまぬをはすてやまのふもとならねと",
      "まつほともいととこころそなくさまぬをはすてやまのありあけのつき"
    ]
  ],
  [
    13,
    [
      "つきみてはたれもこころそなくさまぬをはすてやまのふもとならねと",
      "ほとときすなれもこころやなくさまぬをはすてやまのつきになくよは"
    ]
  ],
  [
    3,
    [
      "よしさらはまたれぬみをはおきなからつきみぬきみはなこそをしけれ",
      "よしさてもまたれぬみをはおきなからつきみぬきみかなこそをしけれ"
    ]
  ],
  [
    15,
    [
      "おもひいててとふことのはをたれみましつらきにたへぬいのちなりせは",
      "おもひいててたれをかひとのたつねましうきにたへたるいのちならすは"
    ]
  ],
  [
    15,
    [
      "あつまちのそのはらからはきたりともあふさかまてはこさしとそおもふ",
      "あまのかはそのみなかみはきはむともあふせははてもあらしとそおもふ"
    ]
  ],
  [
    15,
    [
      "おひたつをまつとたのめしかひもなくなみこすへしときくはまことか",
      "こゆるきのいそきてあひしかひもなくなみよりこすときくはまことか"
    ]
  ],
  [
    15,
    [
      "まつことのあるとやひとのおもふらむこころにもあらてなからふるみを",
      "ゆくすゑをたのむとひとやおもふらむこころにもあらてよをすくすみを"
    ]
  ],
  [
    14,
    [
      "こころにはつきみむとしもおもはねとうきにはそらそなかめられける",
      "あかつきのつきみむとしもおもはねとみしひとゆゑになかめられつつ"
    ]
  ],
  [
    15,
    [
      "ときのまもこひしきことのなくさまはよはふたたひもそむかさらまし",
      "まとろむにこひしきことのなくさまはねさめをさへはうらみさらまし"
    ]
  ],
  [
    12,
    [
      "おもひやるこころさへこそさひしけれおほはらやまのあきのゆふくれ",
      "おもひやるこころさへこそくるしけれあらちのやまのふゆのけしきは"
    ]
  ],
  [
    14,
    [
      "としへたるまつたになくはあさちはらなにかむかしのしるしならまし",
      "すみよしのまつさへかはるものならはなにかむかしのしるしならまし"
    ]
  ],
  [
    15,
    [
      "いはしろのをのへのかせにとしふれとまつのみとりはかはらさりけり",
      "いはしろのをかのかやねをむすふよもゆめはみやこにかはらさりけり"
    ]
  ],
  [
    14,
    [
      "たひねするやとはみやまにとちられてまさきのかつらくるひともなし",
      "まきむくのひはらのやまもゆきとちてまさきのかつらくるひともなし"
    ]
  ],
  [
    1,
    [
      "あせにけるいまたにかかるたきつせのはやくそひとはみるへかりける",
      "あせにけるいまたにかかりたきつせのはやくそひとはみるへかりける"
    ]
  ],
  [
    3,
    [
      "まことにやあまたかさねしをみころもとよのあかりのかくれなきよに",
      "まことにやあまたかさねしをみころもとよのあかりのくもりなきよに"
    ]
  ],
  [
    10,
    [
      "みちのくのあたちのまゆみきみにこそおもひためたることはかたらめ",
      "これやさはあたちのまゆみいまこそはおもひためたることもかたらめ"
    ]
  ],
  [
    13,
    [
      "ひもくれぬひともかへりぬやまさとはみねのあらしのおとはかりして",
      "ひくるれはあふひともなしまさきちるみねのあらしのおとはかりして"
    ]
  ],
  [
    15,
    [
      "すきもすきやともむかしのやとなからかはるはひとのこころなりけり",
      "あきかせになひくあさちのいろよりもかはるはひとのこころなりけり"
    ]
  ],
  [
    14,
    [
      "すみよしのまつのしつえにかみさひてみとりにみゆるあけのたまかき",
      "すみよしのまつのしつえはかみさひてゆふしてかくるおきつしらなみ"
    ]
  ],
  [
    15,
    [
      "さもこそはやとはかはらめすみよしのまつさへすきになりにけるかな",
      "さりともといのりしこともすみよしのまつほとひさになりにけるかな"
    ]
  ],
  [
    1,
    [
      "よをすくふうちにはたれかいらさらむあまねきかとはひとしささねは",
      "よをすくふうちにはたれかいらさらむあまねきよとはひとしささねは"
    ]
  ],
  [
    15,
    [
      "つのくにのなにはのことかのりならぬあそひたはふれまてとこそきけ",
      "つのくにのなにはのこともいつはりはのちのよかけてあしとこそきけ"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "われさへひとを"
    ]
  ],
  [
    11,
    [
      "ふちはせに",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    14,
    [
      "ふちはせに",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "ふちはせに",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "ふちはせに",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "ふちはせに",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "ふちはせに",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    15,
    [
      "ふちはせに",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    12,
    [
      "ふちはせに",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    12,
    [
      "ふちはせに",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "きみにこころを"
    ]
  ],
  [
    11,
    [
      "ふちはせに",
      "わするるくさのたねをたに"
    ]
  ],
  [
    6,
    [
      "ふちはせに",
      "いとのもとには"
    ]
  ],
  [
    6,
    [
      "ふちはせに",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "ふちはせに",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    6,
    [
      "ふちはせに",
      "ことはかよへと"
    ]
  ],
  [
    4,
    [
      "ふちはせに",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "ありなくさめて"
    ]
  ],
  [
    6,
    [
      "ふちはせに",
      "ひかりはきよく"
    ]
  ],
  [
    11,
    [
      "ふちはせに",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "ふちはせに",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "ふちはせに",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    5,
    [
      "ふちはせに",
      "つまふくかせの"
    ]
  ],
  [
    5,
    [
      "ふちはせに",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "まつとしきかは"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "つゆのおきゐて"
    ]
  ],
  [
    7,
    [
      "ふちはせに",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "ふちはせに",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "ふちはせに",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    11,
    [
      "われさへひとを",
      "よのなかをなににたとへむ"
    ]
  ],
  [
    15,
    [
      "われさへひとを",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    14,
    [
      "われさへひとを",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    15,
    [
      "われさへひとを",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    13,
    [
      "われさへひとを",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    12,
    [
      "われさへひとを",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    13,
    [
      "われさへひとを",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    13,
    [
      "われさへひとを",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    12,
    [
      "われさへひとを",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "われさへひとを",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "われさへひとを",
      "かささきならはかからましやは"
    ]
  ],
  [
    14,
    [
      "われさへひとを",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    14,
    [
      "われさへひとを",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    13,
    [
      "われさへひとを",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "われさへひとを",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    6,
    [
      "われさへひとを",
      "きみにこころを"
    ]
  ],
  [
    9,
    [
      "われさへひとを",
      "わするるくさのたねをたに"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "いとのもとには"
    ]
  ],
  [
    6,
    [
      "われさへひとを",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "われさへひとを",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "ことはかよへと"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "ひかりはきよく"
    ]
  ],
  [
    10,
    [
      "われさへひとを",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "われさへひとを",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "われさへひとを",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "つまふくかせの"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "われさへひとを",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "われさへひとを",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "われさへひとを",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "われさへひとを",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "みちのくによりこしにやあるらむ"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "よのなかをなににたとへむ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "よのなかをなににたとへむ",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    13,
    [
      "よのなかをなににたとへむ",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    14,
    [
      "よのなかをなににたとへむ",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "よのなかをなににたとへむ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "よのなかをなににたとへむ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "よのなかをなににたとへむ",
      "かささきならはかからましやは"
    ]
  ],
  [
    13,
    [
      "よのなかをなににたとへむ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "よのなかをなににたとへむ",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    15,
    [
      "よのなかをなににたとへむ",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    13,
    [
      "よのなかをなににたとへむ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "よのなかをなににたとへむ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "きみにこころを"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "いとのもとには"
    ]
  ],
  [
    10,
    [
      "よのなかをなににたとへむ",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    10,
    [
      "よのなかをなににたとへむ",
      "ことはかよへと"
    ]
  ],
  [
    9,
    [
      "よのなかをなににたとへむ",
      "くちかたむ"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "ありなくさめて"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "ひかりはきよく"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "よのなかをなににたとへむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "つまふくかせの"
    ]
  ],
  [
    10,
    [
      "よのなかをなににたとへむ",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "またもあはめやも"
    ]
  ],
  [
    11,
    [
      "よのなかをなににたとへむ",
      "たつわたるみゆ"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "よのなかをなににたとへむ",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    10,
    [
      "よのなかをなににたとへむ",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "よのなかをなににたとへむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "いつしかとあけゆくそらのかすめるはあまのとよりやはるはたつらむ",
      "いつしかとすゑのまつやまかすめるはなみとともにやはるのこゆらむ"
    ]
  ],
  [
    14,
    [
      "はるのくるよのまのかせのいかなれはけさふくにしもこほりとくらむ",
      "はるのくるあさけのかせのおとはかはたきついはねもこほりとくらし"
    ]
  ],
  [
    14,
    [
      "としことにかはらぬものははるかすみたつたのやまのけしきなりけり",
      "ちりちらすおほつかなきははるかすみたつたのやまのさくらなりけり"
    ]
  ],
  [
    13,
    [
      "としことにかはらぬものははるかすみたつたのやまのけしきなりけり",
      "いつしかとみまくほしきははるかすみたつたのやまのさくらなりけり"
    ]
  ],
  [
    15,
    [
      "あつさゆみはるのけしきになりにけりいるさのやまにかすみたなひく",
      "あつさゆみはるたつらしももののふのやののかみやまかすみたなひく"
    ]
  ],
  [
    13,
    [
      "はるさめはふりしむれともうくひすのこゑはしをれぬものにそありける",
      "はることになくとはすれとうくひすのこゑにはあかぬものにそありける"
    ]
  ],
  [
    15,
    [
      "かせふけはやなきのいとのかたよりになひくにつけてすくるはるかな",
      "かせふけはもしほのけふりかたよりになひくをひとのこころともかな"
    ]
  ],
  [
    15,
    [
      "よしのやまみねのさくらやさきぬらむふもとのさとににほふはるかせ",
      "わけまよふみやまさくらやさきぬらむくもよりおくにかをるはるかせ"
    ]
  ],
  [
    14,
    [
      "しらくもとをちのたかねのみえつるはこころまとはすさくらなりけり",
      "しらくものいほへかさねてみえつるはよものやまへのさくらなりけり"
    ]
  ],
  [
    14,
    [
      "さくらはなさきぬるときはよしのやまたちものほらぬみねのしらくも",
      "さくらはなさきにしひよりよしのやまそらもひとつにかをるしらくも"
    ]
  ],
  [
    15,
    [
      "さくらはなさきぬるときはよしのやまたちものほらぬみねのしらくも",
      "さくらはなまたみぬさきにみよしののやまのかひあるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "さくらはなさきぬるときはよしのやまたちものほらぬみねのしらくも",
      "さくらはなさきぬるときはみよしののやまのかひよりなみそこえける"
    ]
  ],
  [
    11,
    [
      "よしのやまみねになみよるしらくもとみゆるははなのこすゑなりけり",
      "よしのやまみねにたなひくしらくものにほふははなのさかりなりけり"
    ]
  ],
  [
    15,
    [
      "みなかみにはなやちるらむやまかはのゐくひにいととかかるしらなみ",
      "みなかみはゆふたちすらしやまかはのいはねにあまるたきのしらなみ"
    ]
  ],
  [
    6,
    [
      "しらくもとみねにはみえてさくらはなちれはふもとのゆきとこそみれ",
      "しらくもとみねにはみえてさくらはなちれはふもとのゆきにそありける"
    ]
  ],
  [
    15,
    [
      "かきりありてちるたにをしきやまふきをいたくなをりそゐてのかはなみ",
      "をりてみむことたにをしきやまふきのはなのうへこすゐてのかはなみ"
    ]
  ],
  [
    12,
    [
      "はるふかみかむなひかはにかけみえてうつろひにけりやまふきのはな",
      "かはつなくかむなひかはにかけみえていまかさくらむやまふきのはな"
    ]
  ],
  [
    15,
    [
      "すみよしのまつにかかれるふちのはなかせのたよりになみやをるらむ",
      "ななそちのなつにかかれるふちのはなかさしておいのなみにまかへむ"
    ]
  ],
  [
    14,
    [
      "ゆきのいろをうはひてさけるうのはなにをののさとひとふゆこもりすな",
      "ゆきのいろをうはひてさけるうめのはないまさかりなりみむひともかな"
    ]
  ],
  [
    14,
    [
      "うのはなのさかぬかきねはなけれともなになかれたるたまかはのさと",
      "うのはなのなみのしからみかけそへてなにもこえたるたまかはのさと"
    ]
  ],
  [
    15,
    [
      "ほとときすすかたはみつにやとれともこゑはうつらぬものにそありける",
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにさりける"
    ]
  ],
  [
    13,
    [
      "ほとときすすかたはみつにやとれともこゑはうつらぬものにそありける",
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにそありける"
    ]
  ],
  [
    13,
    [
      "ほとときすすかたはみつにやとれともこゑはうつらぬものにそありける",
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにそありける"
    ]
  ],
  [
    14,
    [
      "ほとときすなきつとかたるひとつてのことのはさへそうれしかりける",
      "ほとときすまれになくよはやまひこのこたふるさへそうれしかりける"
    ]
  ],
  [
    12,
    [
      "としことにきくとはすれとほとときすこゑはふりせぬものにそありける",
      "はることになくとはすれとうくひすのこゑにはあかぬものにそありける"
    ]
  ],
  [
    13,
    [
      "こひすてふなきなやたたむほとときすまつにねぬよのかすしつもれは",
      "ふたこゑときかてややまむほとときすまつにねぬよのかすはつもりて"
    ]
  ],
  [
    15,
    [
      "ほとときすあかてすきぬるこゑによりあとなきそらになかめつるかな",
      "ほとときすききもわかれぬひとこゑによものそらをもなかめつるかな"
    ]
  ],
  [
    15,
    [
      "ほとときすあかてすきぬるこゑによりあとなきそらになかめつるかな",
      "ほとときすあかてすきぬるなこりをはつきなしとてもなかめやはせぬ"
    ]
  ],
  [
    14,
    [
      "まちかねてたつねさりせはほとときすたれとかやまのかひになかまし",
      "ふるさとにけふこさりせはほとときすたれとむかしをこひてなかまし"
    ]
  ],
  [
    12,
    [
      "まちかねてたつねさりせはほとときすたれとかやまのかひになかまし",
      "くもゐよりたつねさりせはほとときすはつねもやまのかひやなからむ"
    ]
  ],
  [
    15,
    [
      "ほとときすまれになくよはやまひこのこたふるさへそうれしかりける",
      "ほとときすしのふるほとはやまひこのこたふるこゑもほのかにそする"
    ]
  ],
  [
    15,
    [
      "ほとときすひとこゑなきてあけぬれはあやなくよるのうらめしきかな",
      "はなのちるたひにこころのくたくれはあやなくはるのうらめしきかな"
    ]
  ],
  [
    15,
    [
      "しかたたぬはやまのすそにともししていくよかひなきよをあかすらむ",
      "しかのたつはやまのやみにともすひのあはていくよをもえあかすらむ"
    ]
  ],
  [
    15,
    [
      "おほゐかはいくせうふねのすきぬらむほのかになりぬかかりひのかけ",
      "おほゐかはせせのうふねのかすかすにうきてそもゆるかかりひのかけ"
    ]
  ],
  [
    15,
    [
      "ゆふされはかとたのいなはおとつれてあしのまろやにあきかせそふく",
      "ゆふされはのたのいなはのほなみよりをはなをかけてあきかせそふく"
    ]
  ],
  [
    15,
    [
      "なこりなくよはのあらしにくもはれてこころのままにすめるつきかな",
      "なかむれはふけゆくままにくもはれてそらものとかにすめるつきかな"
    ]
  ],
  [
    15,
    [
      "いかなれはあきはひかりのまさるらむおなしみかさのやまのはのつき",
      "かけなひくひかりはみにもあまるらむのほるみかさのやまのはのつき"
    ]
  ],
  [
    14,
    [
      "いかなれはあきはひかりのまさるらむおなしみかさのやまのはのつき",
      "いかなれはなかむるそてのしくるらむくももかからぬやまのはのつき"
    ]
  ],
  [
    15,
    [
      "みかさやまみねよりいつるつきかけはさほのかはせのこほりなりけり",
      "みかさやまみねよりいつるつきかけのあまつそらにもてりまさるかな"
    ]
  ],
  [
    15,
    [
      "つまこふるしかそなくなるひとりねのとこのやまかせみにやしむらむ",
      "つまこふるしかそなくなるをくらやまみねのあきかせさむくふくらし"
    ]
  ],
  [
    15,
    [
      "よのなかをあきはてぬとやさをしかのいまはあらしのやまになくらむ",
      "よのなかにあきはてぬれはみやこにもいまはあらしのおとのみそする"
    ]
  ],
  [
    14,
    [
      "あたしののつゆふきみたるあきかせになひきもあへぬをみなへしかな",
      "あたしののこころもしらぬあきかせにあはれかたよるをみなへしかな"
    ]
  ],
  [
    10,
    [
      "おとはやまもみちちるらしあふさかのせきのをかはににしきおりかく",
      "みむろやまもみちちるらしたひひとのすけのをかさににしきおりかく"
    ]
  ],
  [
    13,
    [
      "おとはやまもみちちるらしあふさかのせきのをかはににしきおりかく",
      "おとはやまはなさきぬらしあふさかのせきのこなたににほふはるかせ"
    ]
  ],
  [
    3,
    [
      "おとにたにたもとをぬらすしくれかなまきのいたやのよるのねさめに",
      "おとにさへたもとをぬらすしくれかなまきのいたやのよはのねさめに"
    ]
  ],
  [
    15,
    [
      "つききよみせせのあしろによるひをはたまもにさゆるこほりなりけり",
      "つききよみみやこのあきをみわたせはちさとにしけるこほりなりけり"
    ]
  ],
  [
    14,
    [
      "かせはやみとしまかさきをこきゆけはゆふなみちとりたちゐなくなり",
      "あふみちやのしまかさきのはまかせにゆふなみちとりたちさわくなり"
    ]
  ],
  [
    15,
    [
      "ふるゆきにすきのあをはもうつもれてしるしもみえすみわのやまもと",
      "ふるゆきにのきはのたけもうつもれてともこそなけれふゆのやまさと"
    ]
  ],
  [
    14,
    [
      "みやこたにゆきふりぬれはしからきのまきのそまやまあとたえぬらむ",
      "みやまにはしらゆきふれりしからきのまきのそまひとみちたとるらむ"
    ]
  ],
  [
    15,
    [
      "みやこたにゆきふりぬれはしからきのまきのそまやまあとたえぬらむ",
      "みやこたにあられふるよはしからきのまきのとやまのおくそしらるる"
    ]
  ],
  [
    15,
    [
      "なにことをまつとはなしにあけくれてことしもけふになりにけるかな",
      "なにことをまつとはなしになからへてをしからぬみのとしをふるかな"
    ]
  ],
  [
    1,
    [
      "きみかよはくもりもあらしみかさやまみねにあさひのささむかきりは",
      "きみかよはくもりもあらしみかさやまみねのあさひのささむかきりは"
    ]
  ],
  [
    1,
    [
      "なかはまのまさこのかすもなにならすつきせすみゆるきみかみよかな",
      "なかはまのまさこのかすもなにならしつきせすみゆるきみかみよかな"
    ]
  ],
  [
    15,
    [
      "はるかなるたひのそらにもおくれねはうらやましきはあきのよのつき",
      "ゆくへなきたひのそらにもおくれぬはみやこをいてしありあけのつき"
    ]
  ],
  [
    9,
    [
      "わかこひはおほろのしみついはてのみせきやるかたもなくてくらしつ",
      "わかこひはおほろのしみついはこえてせきやるかたもなきこころかな"
    ]
  ],
  [
    15,
    [
      "しるらめやよとのつきはしよとともにつれなきひとをこひわたるとは",
      "しるらめやほのかにみえしみかつきのそらにもひとをこひわたるとは"
    ]
  ],
  [
    4,
    [
      "ありふるもうきよなりけりなかからぬひとのこころをいのちともかな",
      "ありふるもくるしかりけりなかからぬひとのこころをいのちともかな"
    ]
  ],
  [
    14,
    [
      "つつめともなみたのあめのしるけれはこひするなをもふらしつるかな",
      "つつめともなみたにそてのあらはれてこひすとひとにしられぬるかな"
    ]
  ],
  [
    14,
    [
      "よひのまにほのかにひとをみかつきのあかていりにしかけそこひしき",
      "ひさかたのあまのとなからみしつきのあかていりにしそらそこひしき"
    ]
  ],
  [
    1,
    [
      "ふくかせにたえぬこすゑのはなよりもととめかたきはなみたなりけり",
      "ふくかせにたへぬこすゑのはなよりもととめかたきはなみたなりけり"
    ]
  ],
  [
    9,
    [
      "さきのよのちきりをしらてはかなくもひとをつらしとおもひけるかな",
      "さきのよのあさきちきりをしらすしてひとをつらしとおもひけるかな"
    ]
  ],
  [
    9,
    [
      "さきのよのちきりをしらてはかなくもひとをつらしとおもひけるかな",
      "さきのよのあさきちきりをしらすしてひとをつらしとおもひけるかな"
    ]
  ],
  [
    14,
    [
      "さきのよのちきりをしらてはかなくもひとをつらしとおもひけるかな",
      "まよふへきやみをはしらてはかなくもきりのたえまとおもひけるかな"
    ]
  ],
  [
    15,
    [
      "こひわひてたえぬおもひのけふりもやむなしきそらのくもとなるらむ",
      "あはれきみいかなるのへのけふりにてむなしきそらのくもとなりけむ"
    ]
  ],
  [
    14,
    [
      "おほえやまいくののみちのとほけれはまたふみもみすあまのはしたて",
      "ふるゆきにいくののみちのすゑまてはいかかふみみむあまのはしたて"
    ]
  ],
  [
    14,
    [
      "つかへつるこのみのほとをかそふれはあはれこすゑになりにけるかな",
      "ゆきつもるやまちのふゆをかそふれはあはれわかみのふりにけるかな"
    ]
  ],
  [
    14,
    [
      "つかへつるこのみのほとをかそふれはあはれこすゑになりにけるかな",
      "はかなくてくれぬるとしをかそふれはわかみもすゑになりにけるかな"
    ]
  ],
  [
    14,
    [
      "みのうさをおもひしとけはふゆのよもととこほらぬはなみたなりけり",
      "みのうさのおもひしらるることわりにおさへられぬはなみたなりけり"
    ]
  ],
  [
    12,
    [
      "よなよなはまとろまてのみありあけのつきせすものをおもふころかな",
      "さらしなやをはすてやまのありあけのつきすもものをおもふころかな"
    ]
  ],
  [
    14,
    [
      "くさのはのなひくもまたすつゆのみのおきところなくなけくころかな",
      "くさのかけなほこそたのめつゆのみのおきところなくなるにつけても"
    ]
  ],
  [
    15,
    [
      "なかれてもあふせありけりなみたかはきえにしあわをなににたとへむ",
      "おくとみしつゆもありけりはかなくてきえにしひとをなににたとへむ"
    ]
  ],
  [
    6,
    [
      "をしへおきていりにしつきのなかりせはいかてこころをにしにかけまし",
      "をしへおきていりにしつきのなかりせはにしにこころをいかてかけまし"
    ]
  ],
  [
    2,
    [
      "のりのためになふたききにことよせてやかてうきよをこりそはてぬる",
      "のりのためになふたききにことよせてやかてこのよをこりそはてぬる"
    ]
  ],
  [
    12,
    [
      "みちのくによりこしにやあるらむ",
      "うめつのうめはちりやしぬらむ"
    ]
  ],
  [
    10,
    [
      "みちのくによりこしにやあるらむ",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    12,
    [
      "みちのくによりこしにやあるらむ",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "みちのくによりこしにやあるらむ",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "みちのくによりこしにやあるらむ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "みちのくによりこしにやあるらむ",
      "かささきならはかからましやは"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "みちのくによりこしにやあるらむ",
      "きみにこころを"
    ]
  ],
  [
    15,
    [
      "みちのくによりこしにやあるらむ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "みちのくによりこしにやあるらむ",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "みちのくによりこしにやあるらむ",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "ことはかよへと"
    ]
  ],
  [
    13,
    [
      "みちのくによりこしにやあるらむ",
      "くちかたむ"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "みちのくによりこしにやあるらむ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "みちのくによりこしにやあるらむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "つまふくかせの"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "なかつきや"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "みちのくによりこしにやあるらむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "いかなるかみのつくにかあるらむ"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "うめつのうめはちりやしぬらむ",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "かささきならはかからましやは"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "うめつのうめはちりやしぬらむ",
      "しめちかはらしめちのはらしめちのはらの"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "いとのもとには"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "ことはかよへと"
    ]
  ],
  [
    12,
    [
      "うめつのうめはちりやしぬらむ",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "うめつのうめはちりやしぬらむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "つまふくかせの"
    ]
  ],
  [
    12,
    [
      "うめつのうめはちりやしぬらむ",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "うめつのうめはちりやしぬらむ",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "うめつのうめはちりやしぬらむ",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "うめつのうめはちりやしぬらむ",
      "なにかわかれの"
    ]
  ],
  [
    13,
    [
      "うめつのうめはちりやしぬらむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "うめつのうめはちりやしぬらむ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "かのみなくちにみつをいれはや"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "いかなるかみのつくにかあるらむ",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    12,
    [
      "いかなるかみのつくにかあるらむ",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "いかなるかみのつくにかあるらむ",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "いかなるかみのつくにかあるらむ",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "かささきならはかからましやは"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "いかなるかみのつくにかあるらむ",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "きみにこころを"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "いかなるかみのつくにかあるらむ",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "いかなるかみのつくにかあるらむ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "ことはかよへと"
    ]
  ],
  [
    12,
    [
      "いかなるかみのつくにかあるらむ",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "つまふくかせの"
    ]
  ],
  [
    12,
    [
      "いかなるかみのつくにかあるらむ",
      "なかつきや"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "いかなるかみのつくにかあるらむ",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "いかなるかみのつくにかあるらむ",
      "つゆのおきゐて"
    ]
  ],
  [
    12,
    [
      "いかなるかみのつくにかあるらむ",
      "なにかわかれの"
    ]
  ],
  [
    13,
    [
      "いかなるかみのつくにかあるらむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "いかなるかみのつくにかあるらむ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "あかねさすともおもひけるかな"
    ]
  ],
  [
    15,
    [
      "かのみなくちにみつをいれはや",
      "なはしろのみつにはかけとみえつれと"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "かのみなくちにみつをいれはや",
      "とるてにははかなくうつるはななれと"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "かのみなくちにみつをいれはや",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "きみにこころを"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "いとのもとには"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "かくれぬほとに"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "ことはかよへと"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "くちかたむ"
    ]
  ],
  [
    12,
    [
      "かのみなくちにみつをいれはや",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    11,
    [
      "かのみなくちにみつをいれはや",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "つまふくかせの"
    ]
  ],
  [
    11,
    [
      "かのみなくちにみつをいれはや",
      "なかつきや"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "かのみなくちにみつをいれはや",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    11,
    [
      "かのみなくちにみつをいれはや",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "かのみなくちにみつをいれはや",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    13,
    [
      "かのみなくちにみつをいれはや",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "つちくれしてやつくりそめけむ"
    ]
  ],
  [
    15,
    [
      "あかねさすともおもひけるかな",
      "ゆみはりのつきのいるにもおとろかて"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "うふねにはとりいれしものをおほつかな"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "あかねさすともおもひけるかな",
      "あさまたきからろのおとのきこゆるは"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "あかねさすともおもひけるかな",
      "とるてにははかなくうつるはななれと"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "かささきならはかからましやは"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "あかねさすともおもひけるかな",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "あかねさすともおもひけるかな",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "かくれぬほとに"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "あかねさすともおもひけるかな",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "あかねさすともおもひけるかな",
      "まつとしきかは"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "あかねさすともおもひけるかな",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    14,
    [
      "あかねさすともおもひけるかな",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "あかねさすともおもひけるかな",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "あかねさすともおもひけるかな",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "とるてにははかなくうつるはななれと"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "なはしろのみつにはかけとみえつれと",
      "いとのもとには"
    ]
  ],
  [
    14,
    [
      "なはしろのみつにはかけとみえつれと",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "なはしろのみつにはかけとみえつれと",
      "ことはかよへと"
    ]
  ],
  [
    13,
    [
      "なはしろのみつにはかけとみえつれと",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "まとほにあれや"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    14,
    [
      "なはしろのみつにはかけとみえつれと",
      "なかつきや"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "なはしろのみつにはかけとみえつれと",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "なはしろのみつにはかけとみえつれと",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "なはしろのみつにはかけとみえつれと",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "つちくれしてやつくりそめけむ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "いとのもとには"
    ]
  ],
  [
    12,
    [
      "つちくれしてやつくりそめけむ",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "つちくれしてやつくりそめけむ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "ことはかよへと"
    ]
  ],
  [
    12,
    [
      "つちくれしてやつくりそめけむ",
      "くちかたむ"
    ]
  ],
  [
    12,
    [
      "つちくれしてやつくりそめけむ",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "つちくれしてやつくりそめけむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    12,
    [
      "つちくれしてやつくりそめけむ",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "なかつきや"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "まつとしきかは"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "つちくれしてやつくりそめけむ",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "つちくれしてやつくりそめけむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "かりはかまをはをしとおもひて"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "うふねにはとりいれしものをおほつかな"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    13,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    14,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "ありなくさめて"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "なかつきや"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "ゆみはりのつきのいるにもおとろかて",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "これをそしものやしろとはいふ"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    15,
    [
      "かりはかまをはをしとおもひて",
      "とるてにははかなくうつるはななれと"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "かささきならはかからましやは"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "かりはかまをはをしとおもひて",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    15,
    [
      "かりはかまをはをしとおもひて",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    15,
    [
      "かりはかまをはをしとおもひて",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    14,
    [
      "かりはかまをはをしとおもひて",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "かりはかまをはをしとおもひて",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "いとのもとには"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "かくれぬほとに"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    11,
    [
      "かりはかまをはをしとおもひて",
      "ことはかよへと"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "くちかたむ"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "ありなくさめて"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "かりはかまをはをしとおもひて",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "かりはかまをはをしとおもひて",
      "たつわたるみゆ"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    13,
    [
      "かりはかまをはをしとおもひて",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "かりはかまをはをしとおもひて",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "かりはかまをはをしとおもひて",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    15,
    [
      "うふねにはとりいれしものをおほつかな",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "うふねにはとりいれしものをおほつかな",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    15,
    [
      "うふねにはとりいれしものをおほつかな",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "うふねにはとりいれしものをおほつかな",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "かせのまにまにうてはなりけり"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "これをそしものやしろとはいふ",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    15,
    [
      "これをそしものやしろとはいふ",
      "しめちかはらしめちのはらしめちのはらの"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    12,
    [
      "これをそしものやしろとはいふ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "きみにこころを"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "これをそしものやしろとはいふ",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    12,
    [
      "これをそしものやしろとはいふ",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "くちかたむ"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "これをそしものやしろとはいふ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "これをそしものやしろとはいふ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "これをそしものやしろとはいふ",
      "まつとしきかは"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "これをそしものやしろとはいふ",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "なにかわかれの"
    ]
  ],
  [
    13,
    [
      "これをそしものやしろとはいふ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    13,
    [
      "あさまたきからろのおとのきこゆるは",
      "かささきならはかからましやは"
    ]
  ],
  [
    14,
    [
      "あさまたきからろのおとのきこゆるは",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "あさまたきからろのおとのきこゆるは",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "かくれぬほとに"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "あさまたきからろのおとのきこゆるは",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "まとほにあれや"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    14,
    [
      "あさまたきからろのおとのきこゆるは",
      "つまふくかせの"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "なかつきや"
    ]
  ],
  [
    13,
    [
      "あさまたきからろのおとのきこゆるは",
      "まつとしきかは"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "またもあはめやも"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "あさまたきからろのおとのきこゆるは",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "あさまたきからろのおとのきこゆるは",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "あさまたきからろのおとのきこゆるは",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "とるてにははかなくうつるはななれと"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "かせのまにまにうてはなりけり",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "みわたせはうちにもとをはたててけり"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "わするるくさのたねをたに"
    ]
  ],
  [
    11,
    [
      "かせのまにまにうてはなりけり",
      "いとのもとには"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "つまふくかせの"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "かせのまにまにうてはなりけり",
      "たつわたるみゆ"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "かせのまにまにうてはなりけり",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "かせのまにまにうてはなりけり",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "かせのまにまにうてはなりけり",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "かささきならはかからましやは"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "あめよりはかせふくなとやおもふらむ"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "くりかへしひるもよるとはみゆれとも"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "とるてにははかなくうつるはななれと",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "とるてにははかなくうつるはななれと",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "ありなくさめて"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "とるてにははかなくうつるはななれと",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "まとほにあれや"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "なかつきや"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "とるてにははかなくうつるはななれと",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "とるてにははかなくうつるはななれと",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "しくゑつのゆきころもにおつ"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "きみにこころを"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "わするるくさのたねをたに"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    12,
    [
      "かささきならはかからましやは",
      "ことはかよへと"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "ひかりはきよく"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "かささきならはかからましやは",
      "つまふくかせの"
    ]
  ],
  [
    11,
    [
      "かささきならはかからましやは",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "かささきならはかからましやは",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "かささきならはかからましやは",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    12,
    [
      "かささきならはかからましやは",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "かささきならはかからましやは",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    12,
    [
      "かささきならはかからましやは",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "さもこそはすみのえならめよとともに"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "かくれぬほとに"
    ]
  ],
  [
    14,
    [
      "あめよりはかせふくなとやおもふらむ",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "くちかたむ"
    ]
  ],
  [
    14,
    [
      "あめよりはかせふくなとやおもふらむ",
      "ありなくさめて"
    ]
  ],
  [
    14,
    [
      "あめよりはかせふくなとやおもふらむ",
      "ひかりはきよく"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "つまふくかせの"
    ]
  ],
  [
    15,
    [
      "あめよりはかせふくなとやおもふらむ",
      "なかつきや"
    ]
  ],
  [
    14,
    [
      "あめよりはかせふくなとやおもふらむ",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "あめよりはかせふくなとやおもふらむ",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    14,
    [
      "さもこそはすみのえならめよとともに",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    15,
    [
      "さもこそはすみのえならめよとともに",
      "わするるくさのたねをたに"
    ]
  ],
  [
    15,
    [
      "さもこそはすみのえならめよとともに",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "さもこそはすみのえならめよとともに",
      "かくれぬほとに"
    ]
  ],
  [
    13,
    [
      "さもこそはすみのえならめよとともに",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "さもこそはすみのえならめよとともに",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "さもこそはすみのえならめよとともに",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    14,
    [
      "さもこそはすみのえならめよとともに",
      "またもあはめやも"
    ]
  ],
  [
    15,
    [
      "さもこそはすみのえならめよとともに",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "いとのもとには"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "かくれぬほとに"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    14,
    [
      "くりかへしひるもよるとはみゆれとも",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "くちかたむ"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "ひかりはきよく"
    ]
  ],
  [
    14,
    [
      "くりかへしひるもよるとはみゆれとも",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "まとほにあれや"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "くりかへしひるもよるとはみゆれとも",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "くりかへしひるもよるとはみゆれとも",
      "たつわたるみゆ"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "なにかわかれの"
    ]
  ],
  [
    13,
    [
      "くりかへしひるもよるとはみゆれとも",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "くりかへしひるもよるとはみゆれとも",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "みわたせはうちにもとをはたててけり",
      "わするるくさのたねをたに"
    ]
  ],
  [
    14,
    [
      "みわたせはうちにもとをはたててけり",
      "いとのもとには"
    ]
  ],
  [
    14,
    [
      "みわたせはうちにもとをはたててけり",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    15,
    [
      "みわたせはうちにもとをはたててけり",
      "ことはかよへと"
    ]
  ],
  [
    15,
    [
      "みわたせはうちにもとをはたててけり",
      "くちかたむ"
    ]
  ],
  [
    15,
    [
      "みわたせはうちにもとをはたててけり",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    14,
    [
      "みわたせはうちにもとをはたててけり",
      "またもあはめやも"
    ]
  ],
  [
    15,
    [
      "みわたせはうちにもとをはたててけり",
      "たつわたるみゆ"
    ]
  ],
  [
    15,
    [
      "みわたせはうちにもとをはたててけり",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    1,
    [
      "ふるさとははるめきにけりみよしののみかきかはらもかすみこめたり",
      "ふるさとははるめきにけりみよしののみかきのはらもかすみこめたり"
    ]
  ],
  [
    1,
    [
      "ふるさとははるめきにけりみよしののみかきかはらもかすみこめたり",
      "ふるさとははるめきにけりみよしののみかきかはらはかすみこめたり"
    ]
  ],
  [
    1,
    [
      "ゆききえはゑくのわかはもつむへきにはるさへはれぬみやまへのさと",
      "ゆききえはゑくのわかなもつむへきにはるさへはれぬみやまへのさと"
    ]
  ],
  [
    1,
    [
      "ゆききえはゑくのわかはもつむへきにはるさへはれぬみやまへのさと",
      "ゆききえはゑくのわかなもつむへきにはるさへはれぬみやまへのさと"
    ]
  ],
  [
    1,
    [
      "わかやとにうくひすいたくなくなるをにはもはたらにはなやちるらむ",
      "わかやとにうくひすいたくなくなるはにはもはたらにはなやちるらむ"
    ]
  ],
  [
    1,
    [
      "わかやとにうくひすいたくなくなるをにはもはたらにはなやちるらむ",
      "わかやとにうくひすいたくなくなるはにはもはたらにはなやちるらむ"
    ]
  ],
  [
    2,
    [
      "わかやとのうめかえになくうくひすはかせのたよりにそをやとめにし",
      "わかやとのうめかえになくうくひすはかせのたよりにかをやとめこし"
    ]
  ],
  [
    2,
    [
      "わかやとのうめかえになくうくひすはかせのたよりにそをやとめにし",
      "わかやとのうめかえになくうくひすはかせのたよりにかをやとめこし"
    ]
  ],
  [
    8,
    [
      "しろたへのゆきふりやまぬうめかえにいまそうくひすはるとなくなる",
      "しろたへのゆきふるやとのうめかえにけさうくひすそはるとつくなる"
    ]
  ],
  [
    1,
    [
      "あふさかにけふもとまりぬうくひすのなくひとこゑやはるはせきもり",
      "あふさかにけふもとまりぬうくひすのなくひとこゑやはるのせきもり"
    ]
  ],
  [
    2,
    [
      "ねせりつむはるのさはたにおりたちてひくものすそのぬれぬひそなき",
      "ねせりつむはるのさはたにおりたちてころものすそのぬれぬひそなき"
    ]
  ],
  [
    2,
    [
      "あさみとりそめてみたれるあをやきのいとをははるのかせやとくらむ",
      "あさみとりそめてみたれるあをやきのいとをははるのかせやよるらむ"
    ]
  ],
  [
    14,
    [
      "あさみとりそめてみたれるあをやきのいとをははるのかせやとくらむ",
      "あさみとりまついろまさるあをやきのいとよりはるはくるにやあるらむ"
    ]
  ],
  [
    1,
    [
      "たにかはのふきあけにたてるたまやなきえたのいとまもみえぬはるかな",
      "たにかせのふきあけにたてるたまやなきえたのいとまもみえぬはるかな"
    ]
  ],
  [
    2,
    [
      "もかりふねほつつしめなはこころせよかはそひやなききしになみよる",
      "もかりふねほつつしめなはこころせよかはそひやなきかせになみよる"
    ]
  ],
  [
    2,
    [
      "いかなれはこほりはとくるやまかせにむすほほるらむあをやきのいと",
      "いかなれはこほりはとくるはるかせにむすほほるらむあをやきのいと"
    ]
  ],
  [
    2,
    [
      "いかなれはこほりはとくるやまかせにむすほほるらむあをやきのいと",
      "いかなれはこほりはとくるはるかせにむすほほるらむあをやきのいと"
    ]
  ],
  [
    4,
    [
      "ゆきかかるこしちははるもさむけれはかすみのころもきてかへるなり",
      "ゆきかかるくもちははるもさえけれはかすみのころもきてかへるかり"
    ]
  ],
  [
    15,
    [
      "ちれはゆきちらねはくもとみえつるはさかりににほふさくらなりけり",
      "やまたかみあさゐるくもとみえつるはよのまにさけるさくらなりけり"
    ]
  ],
  [
    5,
    [
      "をしむともいくかもあらしさくらはなこころのままにをりてかへらむ",
      "をしむとていくかもあらしやまさくらこころのままにをりてかへらむ"
    ]
  ],
  [
    3,
    [
      "やまかつのそのふにさけるもものはなすけりなこれをうゑてみけるも",
      "やまかつのそのふにたてるもものはなすけるなこれをうゑてみけるも"
    ]
  ],
  [
    2,
    [
      "はなちらはおきつつもみむつねよりもさやかにてらせはるのよのつき",
      "はなちらはおきつつもみむつねよりもさやけくてらせはるのよのつき"
    ]
  ],
  [
    3,
    [
      "ひとへたにあかぬこころをいととしくやへかさなれるやまふきのはな",
      "ひとへたにあかぬにほひをいととしくやへかさなれるやまふきのはな"
    ]
  ],
  [
    1,
    [
      "かはつなくゐてのわたりにこまなめてゆきてにもみむやまふきのはな",
      "かはつなくゐてのわたりにこまなめてゆくてにもみむやまふきのはな"
    ]
  ],
  [
    2,
    [
      "かはつなくゐてのわたりにこまなめてゆきてにもみむやまふきのはな",
      "かはつなくゐてのわたりにこまなへてゆきてかもみむやまふきのはな"
    ]
  ],
  [
    15,
    [
      "やへさけるかひこそなけれやまふきのちらはひとへもあらしとおもへは",
      "ききそむるかひこそなけれほとときすまたれぬよははあらしとおもへは"
    ]
  ],
  [
    1,
    [
      "いくかへりけふにわかみのあひぬらむをしむははるのすくるのみかは",
      "いくかへりけふにわかみのあひぬらむをしきははるのすくるのみかは"
    ]
  ],
  [
    2,
    [
      "はなたにもちらてわかるるはるならはいとかくけふををしまさらまし",
      "はなたにもちらてわかれるるはるならはいとかくけふはをしまさらまし"
    ]
  ],
  [
    2,
    [
      "はるはいかにちきりおきてかすきぬるとおくれてにほふはなにとははや",
      "はるはいかにちきりおきてかすきにしとおくれてにほふはなにとははや"
    ]
  ],
  [
    3,
    [
      "なつくさのなかをつゆけみかきわけてかるひとなしにしけるころかも",
      "なつくさのなかをつゆけみかきわけてかるひとなしにしけるのへかな"
    ]
  ],
  [
    2,
    [
      "としをへてかよひなれにしふるさとのかととふはかりさけるうのはな",
      "としをへてかよひなれにしやまさとのかととふはかりさけるうのはな"
    ]
  ],
  [
    8,
    [
      "みるひとのたちしとまれはうのはなのさけるかきねやしらかはのせき",
      "みてすくるひとしなけれはうのはなのさけるかきねやしらかはのせき"
    ]
  ],
  [
    2,
    [
      "すみよしのまつとしりせはほとときすうらみぬさきにおとつれてまし",
      "すみよしのまつとしりせはほとときすうらみぬさきにおとはしてまし"
    ]
  ],
  [
    2,
    [
      "ほのかにそなきわたるなるほとときすみやまをいつるけさのはつこゑ",
      "ほのかにそなきわたるなるほとときすみやまをいつるよはのはつこゑ"
    ]
  ],
  [
    2,
    [
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにさりける",
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにそありける"
    ]
  ],
  [
    2,
    [
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにさりける",
      "ほとときすまつよのかすはかさなれとこゑはつもらぬものにそありける"
    ]
  ],
  [
    3,
    [
      "ねさめするひとまたあらはほとときすこれをきくやととはましものを",
      "ねさめするひともしあらはほとときすこれはきくやととはましものを"
    ]
  ],
  [
    2,
    [
      "さみたれのはれまのつきのさやけきはあきのそらにもかはらさりけり",
      "さみたれのはれまのつきのさやけきはあきのそらにもおとらさりけり"
    ]
  ],
  [
    1,
    [
      "なつのうちははたかくれてあらすしておりたちにけるむしのこゑかな",
      "なつのうちははたかくれてもあらすしておりたちにけるむしのこゑかな"
    ]
  ],
  [
    1,
    [
      "やまのはをたまえのみつにうつしもてつきをもなみのしたにまつかな",
      "やまのはをたまえのみつにうつしもてつきをはなみのしたにまつかな"
    ]
  ],
  [
    3,
    [
      "けふくれはあさのたちえにゆふかけてなつみなつきのみそきをそする",
      "けふくれはあさのたちえにゆふかけてなつみなつきのはらへをそする"
    ]
  ],
  [
    1,
    [
      "ひこほしのうきつのなみにふなてするこころのうちをおもひこそやれ",
      "ひこほしのたきつのなみにふなてするこころのうちをおもひこそやれ"
    ]
  ],
  [
    2,
    [
      "いととしくおもひけぬへしたなはたのわかれのにはにおけるしらつゆ",
      "いととしくおもひけぬへしたなはたのわかれのそてにおけるしらつゆ"
    ]
  ],
  [
    2,
    [
      "ひくみつもけふたなはたにかしてけりあまのかはせにふなてするとて",
      "ひくみつもけふたなはたにかしてけりあまのかはせにふなゐすなとて"
    ]
  ],
  [
    1,
    [
      "あきのよのつきにこころはあくかれてくもゐにものをおもふころかな",
      "あきのよのつきにこころのあくかれてくもゐにものをおもふころかな"
    ]
  ],
  [
    14,
    [
      "あきのよのつきにこころはあくかれてくもゐにものをおもふころかな",
      "あきのよのつきにこころをなくさめてうきよにとしのつもりぬるかな"
    ]
  ],
  [
    11,
    [
      "ひくこまのかけをならへてあふさかのせきちをつきもこゆるなりけり",
      "ひくこまにかけをならへてあふさかのせきちよりこそつきはいてけれ"
    ]
  ],
  [
    1,
    [
      "さやかなるつきをかくせるくもなれはこころなきなやたつにやあるらむ",
      "さやかなるつきをかくせるくもなれはこころなきなもたつにやあるらむ"
    ]
  ],
  [
    2,
    [
      "いつとなくおなしそらゆくつきなれとこよひをはれとおもふなるへし",
      "いつとなくおなしそらゆくつきなれとこよひははれよとおもふなるへし"
    ]
  ],
  [
    4,
    [
      "たひねするなにはのうらのとまやかたもろこころにもやとるつきかな",
      "たひねするなにはのうらのとまやかたもろともにしもやとるつきかな"
    ]
  ],
  [
    1,
    [
      "あまのかはくものかけはしかきたえてなによりつきのすみわたるらむ",
      "あまのかはくものかけはしかきたえてたによりつきのすみわたるらむ"
    ]
  ],
  [
    1,
    [
      "あきのよのふけゆくそらにくもはれていりえにおつるやまのはのつき",
      "あきのよはふけゆくそらにくもはれていりえにおつるやまのはのつき"
    ]
  ],
  [
    15,
    [
      "あきのよのふけゆくそらにくもはれていりえにおつるやまのはのつき",
      "すゑのまつまつよふけゆくそらはれてなみよりいつるやまのはのつき"
    ]
  ],
  [
    2,
    [
      "なからへはおもひいてにせむおもひいてよきみかみかさのやまのはのつき",
      "なからへはおもひてにせむおもひいてよきみとみかさのやまのはのつき"
    ]
  ],
  [
    2,
    [
      "なからへはおもひいてにせむおもひいてよきみかみかさのやまのはのつき",
      "なからへはおもひてにせむおもひいてよきみとみかさのやまのはのつき"
    ]
  ],
  [
    11,
    [
      "さむしろにころもかたしきかさぬれとつきのひかりにしくものそなき",
      "あきのよはころもさむしろかさねてもつきのひかりにしくものそなき"
    ]
  ],
  [
    1,
    [
      "かみのすむみかさのやまのつきなれはかりそめにきるくもたにもなし",
      "かみのすむみかさのやまのつきなれはかりそめにゐるくもたにもなし"
    ]
  ],
  [
    2,
    [
      "かりなきてふくかせさむみからころもきみまちかねてうたぬよそなき",
      "かりなきてふくかせさむみからころもきみまちかてにうたぬよそなき"
    ]
  ],
  [
    10,
    [
      "あきことにこゑもかはらすなくしかはおなしつまをやこひわたるらむ",
      "あきをへてかはらぬこゑになくしかはおなしつまをやこひわたるらむ"
    ]
  ],
  [
    2,
    [
      "さをしかのなくねはのへにきこゆれとなみたはとこのものにそありける",
      "さをしかのなくねはのへにきこゆれとなみたはとこのものにさりける"
    ]
  ],
  [
    15,
    [
      "うつらなくかりはのをののかるかやのおもひみたるるあきのゆふくれ",
      "わかれなむおほつかなさをかるかやのおもひみたるるあきのくれかな"
    ]
  ],
  [
    3,
    [
      "よとかはのをちかたみえぬあさきりにともみなくしてふねくたるなり",
      "よとかはのをちかたみえぬあききりにともろならしてふねくたるなり"
    ]
  ],
  [
    1,
    [
      "いくへともみえぬもみちのにしきかなたれふたむらのやまといひけむ",
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといひけむ"
    ]
  ],
  [
    3,
    [
      "いくへともみえぬもみちのにしきかなたれふたむらのやまといひけむ",
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといふらむ"
    ]
  ],
  [
    1,
    [
      "いくへともみえぬもみちのにしきかなたれふたむらのやまといひけむ",
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといひけむ"
    ]
  ],
  [
    15,
    [
      "おほゐかはきしのもみちのいろにいててをりにあへりとみゆるけふかな",
      "すみよしのきしのひめまついろにいててきみかちとせとみゆるけふかな"
    ]
  ],
  [
    5,
    [
      "もみちはをたつぬるひとにあらねともにしきをのみそみにきつるかな",
      "もみちはをたつぬるたひにあらねともにしきをのみもみちきたるかな"
    ]
  ],
  [
    2,
    [
      "そてひちてうゑしはるよりまもるたをたれかしられてかりにきつらむ",
      "そてひちてうゑしはるよりまもるたをたれにしられてかりにたつらむ"
    ]
  ],
  [
    1,
    [
      "いつかたにあきのゆくらむわかやとにこよひはかりはあまやとりせよ",
      "いつかたにあきのゆくらむわかやとにこよひはかりのあまやとりせよ"
    ]
  ],
  [
    1,
    [
      "いつかたにあきのゆくらむわかやとにこよひはかりはあまやとりせよ",
      "いつかたへあきのゆくらむわかやとにこよひはかりはあまやとりせよ"
    ]
  ],
  [
    14,
    [
      "あきはててとふひともなきやまさとにおとなふものはしくれなりけり",
      "あきはててとふひともなきやまさとにしくれのみこそおとはともなへ"
    ]
  ],
  [
    4,
    [
      "ねさめしてたれかきくらむこのころのこのはにかかるよはのあらしを",
      "ねさめしてたれかきくらむこのころのこのはにかはるよはのしくれを"
    ]
  ],
  [
    7,
    [
      "おちとまるもみちをみれはももとせにあきのとまりはあらしなりけり",
      "おちつもるもみちをみれはひととせのあきのとまりはあしろなりけり"
    ]
  ],
  [
    2,
    [
      "すみよしのきしのかたそきゆきもあはてしもおきまよふふゆはきにけり",
      "すみよしのちきのかたそきゆきもあはてしもおきまよふふゆはきにけり"
    ]
  ],
  [
    4,
    [
      "やまかはもこほりにけりないまよりはととろきおちしおとたゆるまて",
      "やまかはもこほりにけりないはまよりととろきおつるおとたゆるまて"
    ]
  ],
  [
    5,
    [
      "はるちかくなりゆくままにおほそらははなをかねてそゆきはふりける",
      "はるちかくなりぬるふゆのおほそらははなをかねてそゆきはふりける"
    ]
  ],
  [
    6,
    [
      "たにかはにむすふこほりのしたにさへこころふかくもやとるつきかな",
      "よをかさねむすふこほりのしたにさへこころふかくもすめるつきかな"
    ]
  ],
  [
    7,
    [
      "まふちふのしはかるたみのてまをなみつかねもあへすかせのさむさに",
      "ふちふのにしはかるたみのてもたゆみつかねもあへすふゆのさむさに"
    ]
  ],
  [
    3,
    [
      "あさくらのこゑこそそらにきこゆなれあまのいはとはいまやあくらむ",
      "あさくらのこゑこそそらにきこえけれあまのいはとをいまやあくらむ"
    ]
  ],
  [
    5,
    [
      "にほとりのこほりのせきにとちられてたまえのやとをあれやしぬらむ",
      "みつとりはこほりのせきにとちられてたまものやとをかれやしぬらむ"
    ]
  ],
  [
    3,
    [
      "きみかよのためしにたてるまつかけにいくたひみつのすまむとすらむ",
      "きみかよのためしにたてるまつかけにちたひやみつのすまむとすらむ"
    ]
  ],
  [
    4,
    [
      "たれにとかいけのこころもおもふらむそこにうつれるまつのちとせを",
      "たれにかといけのこころもおもふらむそこにやとれるまつのちとせを"
    ]
  ],
  [
    2,
    [
      "たれにとかいけのこころもおもふらむそこにうつれるまつのちとせを",
      "たれにとかいけのこころもおもふらむそこにやとれるまつのちとせを"
    ]
  ],
  [
    5,
    [
      "いくよへしいそへのまつもむかしよりちりよるなみやかすをしるらむ",
      "いくよへしいそへのまつそむかしよりたちよるなみのかすはしるらむ"
    ]
  ],
  [
    2,
    [
      "ふるさとははるめきにけりみよしののみかきのはらもかすみこめたり",
      "ふるさとははるめきにけりみよしののみかきかはらはかすみこめたり"
    ]
  ],
  [
    8,
    [
      "しろたへのゆきふりやまぬうめかえにいまそうくひすはるとなくなる",
      "しろたへのゆきふるやとのうめかえにけさうくひすそはるとつくなる"
    ]
  ],
  [
    8,
    [
      "ここのへのみかきかはらのこまつはらちよをはほかのものとやはみる",
      "ねのひするみかきのうちのこまつはらちよをはほかのものとやはみる"
    ]
  ],
  [
    1,
    [
      "ひめこまつおほかるのへにねのひしてちよをこころにまかせつるかな",
      "ひめこまつおほかるのへにねのひしてちよをこころにまかせたるかな"
    ]
  ],
  [
    4,
    [
      "やまさくらてことにをりてかへるをははるのゆくとやひとはみるらむ",
      "さくらはなてことにをりてかへるをははるのゆくとやひとはみるらむ"
    ]
  ],
  [
    13,
    [
      "いにしへのならのみやこのやへさくらけふここのへににほひぬるかな",
      "いにしへのならのみやこのみやはしらこのかたなしになほのこるかな"
    ]
  ],
  [
    1,
    [
      "みにかへてをしむにとまるはなならはけふやわかみのかきりならまし",
      "みにかへてをしむにとまるはなならはけふやわかよのかきりならまし"
    ]
  ],
  [
    1,
    [
      "みにかへてをしむにとまるはなならはけふやわかみのかきりならまし",
      "みにかへてをしむにとまるはなならはけふやわかよのかきりならまし"
    ]
  ],
  [
    3,
    [
      "ひとへたにあかぬこころをいととしくやへかさなれるやまふきのはな",
      "ひとへたにあかぬにほひをいととしくやへかさなれるやまふきのはな"
    ]
  ],
  [
    3,
    [
      "かはつなくゐてのわたりにこまなめてゆくてにもみむやまふきのはな",
      "かはつなくゐてのわたりにこまなへてゆきてかもみむやまふきのはな"
    ]
  ],
  [
    15,
    [
      "やへさけるかひこそなけれやまふきのちらはひとへもあらしとおもへは",
      "ききそむるかひこそなけれほとときすまたれぬよははあらしとおもへは"
    ]
  ],
  [
    1,
    [
      "いくかへりけふにわかみのあひぬらむをしむははるのすくるのみかは",
      "いくかへりけふにわかみのあひぬらむをしきははるのすくるのみかは"
    ]
  ],
  [
    2,
    [
      "はなたにもちらてわかるるはるならはいとかくけふををしまさらまし",
      "はなたにもちらてわかれるるはるならはいとかくけふはをしまさらまし"
    ]
  ],
  [
    1,
    [
      "おとせぬはまつひとからかほとときすたれをしへけむかすならぬみと",
      "おとせぬはまつひとからかほとときすたれをしへけむかすならぬみを"
    ]
  ],
  [
    3,
    [
      "やとちかくはなたちはなはほりうゑしむかしをこふるつまとなりけり",
      "やとちかくはなたちはなはほりうゑしむかしをしのふつまとなりけり"
    ]
  ],
  [
    1,
    [
      "なかしともしらすやねのみなかれつつこころのうちにおふるあやめは",
      "なかしともしらすやねのみなかれつつこころのうきにおふるあやめは"
    ]
  ],
  [
    15,
    [
      "きみすまはとはましものをつのくにのいくたのもりのあきのはつかせ",
      "きのふたにとはむとおもひしつのくにのいくたのもりにあきはきにけり"
    ]
  ],
  [
    2,
    [
      "ちきりけむほとはしらねとたなはたのたえせぬけふのあまのかはかせ",
      "ちきりけむほとはしらねとたなはたのたえせぬけふのあまのかはなみ"
    ]
  ],
  [
    14,
    [
      "おもひかねわかれしのへをきてみれはあさちかはらにあきかせそふく",
      "くちにけるなからのはしをきてみれはあしのかれはにあきかせそふく"
    ]
  ],
  [
    1,
    [
      "あきのよのつきにこころはあくかれてくもゐにものをおもふころかな",
      "あきのよのつきにこころのあくかれてくもゐにものをおもふころかな"
    ]
  ],
  [
    14,
    [
      "あきのよのつきにこころはあくかれてくもゐにものをおもふころかな",
      "あきのよのつきにこころをなくさめてうきよにとしのつもりぬるかな"
    ]
  ],
  [
    1,
    [
      "ひともこはこまもとまらぬあふさかのせきはしみつのもるななりけり",
      "ひともこえこまもとまらぬあふさかのせきはしみつのもるななりけり"
    ]
  ],
  [
    1,
    [
      "おもひいてもなくてやわかみやみなましをはすてやまのつきみさりせは",
      "おもひてもなくてやわかみやみなましをはすてやまのつきみさりせは"
    ]
  ],
  [
    2,
    [
      "おほかたにさやけからぬかつきかけはなみたくもらぬひとにとははや",
      "おほかたにさやけからぬかつきかけはなみたくもらぬひとにみせはや"
    ]
  ],
  [
    5,
    [
      "ありあけのつきみすひさにおきてゆくひとのなこりをなかめしものを",
      "ありあけのつきみすさひにおきていにしひとのなこりをなかめしものを"
    ]
  ],
  [
    2,
    [
      "さをしかのなくねはのへにきこゆれとなみたはとこのものにさりける",
      "さをしかのなくねはのへにきこゆれとなみたはとこのものにそありける"
    ]
  ],
  [
    2,
    [
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといひけむ",
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといふらむ"
    ]
  ],
  [
    2,
    [
      "いつかたにあきのゆくらむわかやとにこよひはかりのあまやとりせよ",
      "いつかたへあきのゆくらむわかやとにこよひはかりはあまやとりせよ"
    ]
  ],
  [
    7,
    [
      "としをへてよしののやまにみなれたるめにもふりせぬけさのはつゆき",
      "としをへてよしののやまにみなれたるめにめつらしきけさのしらゆき"
    ]
  ],
  [
    4,
    [
      "はまかせにわかこけころもほころひてみにふりつもるよはのゆきかな",
      "うらかせにわかこけころもほしわひてみにふりつもるよはのゆきかな"
    ]
  ],
  [
    7,
    [
      "きみかよにあふくまかはのそこきよみよよをかさねてすまむとそおもふ",
      "きみかよにあふくまかはのそこきよみちとせをへつつすまむとそおもふ"
    ]
  ],
  [
    3,
    [
      "きみかよのためしにたてるまつかけにいくたひみつのすまむとすらむ",
      "きみかよのためしにたてるまつかけにちたひやみつのすまむとすらむ"
    ]
  ],
  [
    2,
    [
      "たれにかといけのこころもおもふらむそこにやとれるまつのちとせを",
      "たれにとかいけのこころもおもふらむそこにやとれるまつのちとせを"
    ]
  ],
  [
    1,
    [
      "みなかみにさためてけれはきみかよにふたたひすめるほりかはのみつ",
      "みなかみのさためてけれはきみかよにふたたひすめるほりかはのみつ"
    ]
  ],
  [
    2,
    [
      "なかきよのやみにまよへるわれをおきてくもかくれぬるそらのつきかな",
      "なかきよのやみにまとへるわれをおきてくもかくれぬるそらのつきかけ"
    ]
  ],
  [
    15,
    [
      "とまりゐてまつへきみこそおいにけれあはれわかれはひとのためかは",
      "ゆくすゑをまつへきみこそおいにけれわかれはみちのとほきのみかは"
    ]
  ],
  [
    3,
    [
      "あかねさすひにむかひてもおもひいてよみやこはしのふなかめすらむと",
      "あかねさすひにむかひてもおもひいてよみやこははれぬなかめすらむと"
    ]
  ],
  [
    1,
    [
      "たなはたにけさひくいとのつゆおもみたわむけしきをみてややみなむ",
      "たなはたにけさひくいとのつゆをおもみたわむけしきをみてややみなむ"
    ]
  ],
  [
    1,
    [
      "いかてかはおもひありとはしらすへきむろのやしまのけふりならては",
      "いかてかはおもひありともしらすへきむろのやしまのけふりならては"
    ]
  ],
  [
    1,
    [
      "しのふれはなみたそしるきくれなゐにものおもふそてはそむへかりけり",
      "しのふれとなみたそしるきくれなゐにものおもふそてはそむへかりけり"
    ]
  ],
  [
    2,
    [
      "しのふるもくるしかりけりかすならぬひとはなみたのなからましかは",
      "しのふるもくるしかりけりかすならぬみにはなみたのなからましかは"
    ]
  ],
  [
    11,
    [
      "ゆめとのみおもひなりにしよのなかをなにいまさらにおとろかすらむ",
      "ゆめとのみおもひなしつつあるものをなになかなかにおとろかすらむ"
    ]
  ],
  [
    3,
    [
      "わかおもふことのしけさにくらふれはしのたのもりのちえはものかは",
      "わかおもふことのしけきにくらふれはしのたのもりのちえはかすかは"
    ]
  ],
  [
    2,
    [
      "こひしさはつらさにかへてやみにしをなにのなこりにかくはかなしき",
      "こひしさはつらさにかへてやみにしをなにののこりてかくはかなしき"
    ]
  ],
  [
    15,
    [
      "さりともとおもふこころにはかされてしなれぬものはいのちなりけり",
      "さりともとおもふこころにとしふるはつらきもたえぬちきりなりけり"
    ]
  ],
  [
    3,
    [
      "さりともとおもふこころにはかされてしなれぬものはいのちなりけり",
      "さりともとたのむこころにはかされてしなれぬものはいのちなりけり"
    ]
  ],
  [
    4,
    [
      "みそきするかものかはなみたちかへりはやくみとせにそてはぬれきや",
      "みそきせしかものかはなみたちかへりはやくみしよにそてはぬれきや"
    ]
  ],
  [
    12,
    [
      "すみよしのまつのしつえをむかしよりいくしほそめつおきつしらなみ",
      "すみよしのまつのしつえはかみさひてゆふしてかくるおきつしらなみ"
    ]
  ],
  [
    4,
    [
      "すまのうらにしほやくかまのけふりこそはるにしられぬかすみなりけれ",
      "すまのうらにやくしほかまのけふりこそはるにしられぬかすみなりけれ"
    ]
  ],
  [
    5,
    [
      "いつしかとすゑのまつやまかすみあひてなみとともにやはるはこゆらむ",
      "いつしかとすゑのまつやまかすめるはなみとともにやはるのこゆらむ"
    ]
  ],
  [
    15,
    [
      "ちれはゆきちらねはくもとみえつるはさかりににほふさくらなりけり",
      "やまたかみあさゐるくもとみえつるはよのまにさけるさくらなりけり"
    ]
  ],
  [
    14,
    [
      "やまあらしみねこすかせにちるはなをそらゆくなみとおもひけるかな",
      "うくひすのきゐるはかせにちるはなをのとけくみむとおもひけるかな"
    ]
  ],
  [
    2,
    [
      "はるはいかにちきりおきてかすきぬるとおくれてにほふはなにとははや",
      "はるはいかにちきりおきてかすきにしとおくれてにほふはなにとははや"
    ]
  ],
  [
    8,
    [
      "みるひとのたちしとまれはうのはなのさけるかきねやしらかはのせき",
      "みてすくるひとしなけれはうのはなのさけるかきねやしらかはのせき"
    ]
  ],
  [
    3,
    [
      "けふくれはあさのたちえにゆふかけてなつみなつきのみそきをそする",
      "けふくれはあさのたちえにゆふかけてなつみなつきのはらへをそする"
    ]
  ],
  [
    11,
    [
      "ひくこまのかけをならへてあふさかのせきちをつきもこゆるなりけり",
      "ひくこまにかけをならへてあふさかのせきちよりこそつきはいてけれ"
    ]
  ],
  [
    15,
    [
      "みわのやますきまもりくるかけみれはつきこそあきのしるしなりけれ",
      "みわのやまよのまのゆきにうつもれてしたはそすきのしるしなりける"
    ]
  ],
  [
    15,
    [
      "あきのよはふけゆくそらにくもはれていりえにおつるやまのはのつき",
      "すゑのまつまつよふけゆくそらはれてなみよりいつるやまのはのつき"
    ]
  ],
  [
    10,
    [
      "あきことにこゑもかはらすなくしかはおなしつまをやこひわたるらむ",
      "あきをへてかはらぬこゑになくしかはおなしつまをやこひわたるらむ"
    ]
  ],
  [
    2,
    [
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといふらむ",
      "いくらともみえぬもみちのにしきかなたれふたむらのやまといひけむ"
    ]
  ],
  [
    5,
    [
      "ゆきふれはたにのかけはしうつもれてこすゑそふゆのやまちなりける",
      "ふるゆきにたにのかけはしうつもれてこすゑそふゆのやまちなりける"
    ]
  ],
  [
    6,
    [
      "たにかはにむすふこほりのしたにさへこころふかくもやとるつきかな",
      "よをかさねむすふこほりのしたにさへこころふかくもすめるつきかな"
    ]
  ],
  [
    15,
    [
      "きのふかもあられふりしはしからきのとやまのかすみはるめきにけり",
      "かせさむみまたゆききえぬしからきのとやまかすみてはるはきにけり"
    ]
  ],
  [
    15,
    [
      "くれなゐのうすはなさくらにほはすはみなしらくもとみてやすきまし",
      "ふもとまてをのへのさくらちりこすはたなひくくもとみてやすきまし"
    ]
  ],
  [
    15,
    [
      "しらくもはたちへたつれとくれなゐのうすはなさくらこころにそそむ",
      "しらせはやなみたもいまはくれなゐのうすはなさくらいろにいてつつ"
    ]
  ],
  [
    15,
    [
      "しらくもとみゆるにしるしみよしののよしののやまのはなさかりかも",
      "しらくものやへたつみねとみえつるはたかまのやまのはなさかりかも"
    ]
  ],
  [
    13,
    [
      "いにしへのならのみやこのやへさくらけふここのへににほひぬるかな",
      "いにしへのならのみやこのみやはしらこのかたなしになほのこるかな"
    ]
  ],
  [
    5,
    [
      "ふるさとにとふひとあらはやまさくらちりなむのちをまてとこたへよ",
      "ふるさとにとふひとあらはもみちはのちりなむのちをまてとこたへよ"
    ]
  ],
  [
    15,
    [
      "ちるはなにせきとめらるるやまかはのふかくもはるのなりにけるかな",
      "ありあけのつきはそらにてやまのはにふかくもひとのいりにけるかな"
    ]
  ],
  [
    15,
    [
      "やへさけるかひこそなけれやまふきのちらはひとへもあらしとおもへは",
      "ききそむるかひこそなけれほとときすまたれぬよははあらしとおもへは"
    ]
  ],
  [
    14,
    [
      "さみたれはなにはほりえのみをつくしみえぬやみつのまさるなるらむ",
      "さみたれはつたのほそえのみをつくしみえぬもふかきしるしなりけり"
    ]
  ],
  [
    13,
    [
      "さつきやみはなたちはなにふくかせはたかさとまてかにほひゆくらむ",
      "わかやとのはなたちはなにふくかせをたかさとよりかたれなかむらむ"
    ]
  ],
  [
    15,
    [
      "きみすまはとはましものをつのくにのいくたのもりのあきのはつかせ",
      "きのふたにとはむとおもひしつのくにのいくたのもりにあきはきにけり"
    ]
  ],
  [
    14,
    [
      "いかなれはおなしそらなるつきかけのあきしもことにてりまさるらむ",
      "いかなれはまつにはいつるつきかけのいるをこころにまかせさるらむ"
    ]
  ],
  [
    11,
    [
      "あまつかせくもふきはらふたかねにているまてみつるあきのよのつき",
      "あまつかせくもふきはらふつねよりもさやけさまさるあきのよのつき"
    ]
  ],
  [
    14,
    [
      "あきのよのつきにこころのあくかれてくもゐにものをおもふころかな",
      "あきのよのつきにこころをなくさめてうきよにとしのつもりぬるかな"
    ]
  ],
  [
    7,
    [
      "あかてのみかへるとおもへはさくらはなをるへきはるそつきせさりける",
      "あかてけふかへるとおもへとはなさくらをるへきはるやつきせさりける"
    ]
  ],
  [
    15,
    [
      "とまりゐてまつへきみこそおいにけれあはれわかれはひとのためかは",
      "ゆくすゑをまつへきみこそおいにけれわかれはみちのとほきのみかは"
    ]
  ],
  [
    15,
    [
      "たちわかれはるかにいきのまつなれはこひしかるへきちよのかけかな",
      "たちわかれはるかにいきのまつほとはちとせをすくすここちせむかも"
    ]
  ],
  [
    15,
    [
      "いかはかりひとのつらさをうらみましうきみのとかとおもひなさすは",
      "たちかへりひとのつらさをうらむれはうきみのとかをしるかひそなき"
    ]
  ],
  [
    13,
    [
      "かせふけはもしほのけふりかたよりになひくをひとのこころともかな",
      "たちのほるしほやのけふりうらかせになひくをかみのこころともかな"
    ]
  ],
  [
    15,
    [
      "いまよりはとへともいはしわれそたたひとをわするることをしるへき",
      "さりとてはたれにかいはむいまはたたひとをわするることををしへよ"
    ]
  ],
  [
    14,
    [
      "いけみつにやとれるつきはそれなからなかむるひとのかけそかはれる",
      "いにしへのくもゐのつきはそれなからやとりしみつのかけそかはれる"
    ]
  ],
  [
    14,
    [
      "すみのほるつきのひかりにさそはれてくものうへまてゆくこころかな",
      "すみのほるつきのひかりをしるへにてにしへもいそくわかこころかな"
    ]
  ],
  [
    14,
    [
      "つくつくとあれたるやとをなかむれはつきはかりこそむかしなりけれ",
      "すみすてしわかふるさとをきてみれははなはかりこそむかしなりけれ"
    ]
  ],
  [
    14,
    [
      "おもひかねわかれしのへをきてみれはあさちかはらにあきかせそふく",
      "くちにけるなからのはしをきてみれはあしのかれはにあきかせそふく"
    ]
  ],
  [
    3,
    [
      "いとひてもなほをしまるるわかみかなふたたひくへきこのよならねは",
      "いとひてもなほしのはるるわかみかなふたたひくへきこのよならねは"
    ]
  ],
  [
    9,
    [
      "このもとにかきあつめつることのはをははそのもりのかたみとはみよ",
      "このもとにかきあつめたることのはをわかれしあきのかたみとそみる"
    ]
  ],
  [
    12,
    [
      "みやこにてなかめしつきをもろともにたひのそらにもいてにけるかな",
      "みやこにてなかめしつきをみるときはたひのそらともおほえさりけり"
    ]
  ],
  [
    15,
    [
      "あさましやきみにきすへきすみそめのころものそてをわれぬらすかな",
      "けさまてはかたみにきつるすみそめのころものそてをおもひやらなむ"
    ]
  ],
  [
    5,
    [
      "こそのはるちりにしはなもさきにけりあはれわかれのかからましかは",
      "はるくれはちりにしはなもさきにけりあはれわかれのかからましかは"
    ]
  ],
  [
    14,
    [
      "いかてわかこころのつきをあらはしてやみにまとへるひとをてらさむ",
      "いかてわれこよひのつきをみにそへてしてのやまちのひとをてらさむ"
    ]
  ],
  [
    12,
    [
      "いかてわかこころのつきをあらはしてやみにまとへるひとをてらさむ",
      "ねかはくはこころのつきをあらはしてわしのみやまにあとをてらさむ"
    ]
  ],
  [
    15,
    [
      "うらやましゆきのしたくさかきわけてたれをとふひのわかななるらむ",
      "かすかののゆきのむらきえかきわけてたかためつめるわかななるらむ"
    ]
  ],
  [
    15,
    [
      "かせわたるのきはのうめにうくひすのなきてこつたふはるのあけほの",
      "またさかぬのきはのうめにうくひすのこつたひちらすはるのあはゆき"
    ]
  ],
  [
    14,
    [
      "はるさめのふりそめしよりかたをかのすそののはらそあさみとりなる",
      "はるさめのふりそめしよりあをやきのいとのみとりそいろまさりける"
    ]
  ],
  [
    15,
    [
      "たつねつるはなのあたりになりにけりにほふにしるしはるのやまかせ",
      "たつねつるはなのこすゑをなかむれはうつろふくもにはるのやまかせ"
    ]
  ],
  [
    15,
    [
      "かつらきやたかまのやまのさくらはなくもゐのよそにみてやすきなむ",
      "かつらきやたかまのやまのはなさかりくものよそなるくもをみるかな"
    ]
  ],
  [
    14,
    [
      "おしなへてはなのさかりになりにけりやまのはことにかかるしらくも",
      "よしのやまはなのさかりになりにけりたゆるときなきみねのしらくも"
    ]
  ],
  [
    10,
    [
      "よしのやまはなのさかりになりにけりたゆるときなきみねのしらくも",
      "よしのやまはなはなかはにちりにけりたえたえのこるみねのしらくも"
    ]
  ],
  [
    12,
    [
      "よしのやまはなのさかりになりにけりたゆるときなきみねのしらくも",
      "よしのやまはなやさかりににほふらむふるさとさらぬみねのしらくも"
    ]
  ],
  [
    15,
    [
      "よしのやまはなのさかりになりにけりたゆるときなきみねのしらくも",
      "ゆくままにはなのこすゑになりにけりよそにみえつるみねのしらくも"
    ]
  ],
  [
    13,
    [
      "よしのやまはなのさかりになりにけりたゆるときなきみねのしらくも",
      "よしのやまはなのさかりやけふならむそらさへにほふみねのしらくも"
    ]
  ],
  [
    15,
    [
      "よしのやまはなのさかりになりにけりたゆるときなきみねのしらくも",
      "やまさくらけふはさかりになりにけりきのふにまさるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "をはつせのはなのさかりをみわたせはかすみにまかふみねのしらくも",
      "をはつせのはなのさかりやみなのかはみねよりおつるみつのしろなみ"
    ]
  ],
  [
    15,
    [
      "よしのやまはなはなかはにちりにけりたえたえのこるみねのしらくも",
      "よしのやまはなやさかりににほふらむふるさとさらぬみねのしらくも"
    ]
  ],
  [
    15,
    [
      "やまさくらをしむこころのいくたひかちるこのもとにゆきかへるらむ",
      "やまさくらちちにこころのくたくるはちるはなことにそふにやあるらむ"
    ]
  ],
  [
    14,
    [
      "ききすなくいはたのをののつほすみれしめさすはかりなりにけるかな",
      "やきすてしふるののをののまくすはらたままくはかりなりにけるかな"
    ]
  ],
  [
    15,
    [
      "はるふかみゐてのかはみつかけそははいくへかみえむやまふきのはな",
      "そこきよきゐてのかはへにかけみえていまさかりなるやまふきのはな"
    ]
  ],
  [
    15,
    [
      "やまふきのはなさきにけりかはつなくゐてのさとひといまやとはまし",
      "やまふきのはなのゆかりにあやなくもゐてのさとひとむつましきかな"
    ]
  ],
  [
    12,
    [
      "ほとときすまつはひさしきなつのよをねぬにあけぬとたれかいひけむ",
      "ほとときすまつにつけてそなつのよをねぬにあけぬとおもひしりぬる"
    ]
  ],
  [
    13,
    [
      "またてきくひとにとははやほとときすさてもはつねやうれしかるらむ",
      "われならぬひとにもかくやほとときすさのみはつねのつれなかるらむ"
    ]
  ],
  [
    14,
    [
      "おもひやるこころもつきぬほとときすくものいくへのほかになくらむ",
      "まちわふるやとともしらすほとときすくものいつくのつきになくらむ"
    ]
  ],
  [
    15,
    [
      "おもひやるこころもつきぬほとときすくものいくへのほかになくらむ",
      "かよひけるこころありてやほとときすまたるるほとのそらになくらむ"
    ]
  ],
  [
    14,
    [
      "ゆふつくよいるさのやまのこかくれにほのかになのるほとときすかな",
      "ゆふつくひいるさのやまのたかねよりはるかにめくるはつしくれかな"
    ]
  ],
  [
    15,
    [
      "よをかさねねぬよりほかにほとときすいかにまちてかひとこゑはきく",
      "よをかさねまちかねやまのほとときすくもゐのよそにひとこゑそきく"
    ]
  ],
  [
    15,
    [
      "たなはたのあまのはころもかさねてもあかぬちきりやなほむすふらむ",
      "たなはたのいほはたころもかさねてもあきのひとよとなにちきりけむ"
    ]
  ],
  [
    14,
    [
      "たなはたのあまのかはらのいはまくらかはしもはてすあけぬこのよは",
      "さぬるよのあまのかはらのいはまくらそはたてあへすあけそしにける"
    ]
  ],
  [
    13,
    [
      "なにとなくものそかなしきすかはらやふしみのさとのあきのゆふくれ",
      "なにとなくものかなしくそみえわたるとはたのおものあきのゆふくれ"
    ]
  ],
  [
    15,
    [
      "くさきまてあきのあはれをしのへはやのにもやまにもつゆこほるらむ",
      "むかしたれあきのあはれをしりそめていまもなみたのつゆこほるらむ"
    ]
  ],
  [
    14,
    [
      "つねよりもみにそしみけるあきののにつきすむよはのをきのうはかせ",
      "さしもやはみにもしみけるあきのたつけしきはかりのをきのうはかせ"
    ]
  ],
  [
    14,
    [
      "なかめやるこころのはてそなかりけるあかしのおきにすめるつきかけ",
      "なかめつるこころのやみもはるはかりかつらのさとにすめるつきかけ"
    ]
  ],
  [
    13,
    [
      "さよふけてきぬたのおとそたゆむなるつきをみつつやころもうつらむ",
      "さよふけてきぬたのおとのきこゆるはたれにしのふのころもうつらむ"
    ]
  ],
  [
    15,
    [
      "いろかへぬまつふくかせのおとはしてちるはははそのもみちなりけり",
      "いろかへぬみわのかみすきしくれつるしるしはよそのもみちなりけり"
    ]
  ],
  [
    13,
    [
      "くれてゆくあきをはみつやさそふらむもみちなかれぬやまかはそなき",
      "みつよりやくれゆくあきはかへるらむもみちなかれぬやまかはそなき"
    ]
  ],
  [
    15,
    [
      "ひさきおふるをののあさちにおくしものしろきをみれはよやふけぬらむ",
      "かささきのわたせるはしにおくしものしろきをみれはよそふけにける"
    ]
  ],
  [
    14,
    [
      "ひとりねのなみたやそらにかよふらむしくれにくもるありあけのつき",
      "なかめつついくたひそてにくもるらむしくれにふくるありあけのつき"
    ]
  ],
  [
    15,
    [
      "このはのみちるとおもひししくれにはなみたもたえぬものにそありける",
      "さけはつむものとおもひしくれなゐはなみたのみするいろにそありける"
    ]
  ],
  [
    14,
    [
      "いはこゆるあらいそなみにたつちとりこころならすやうらつたふらむ",
      "おきつなみよせくるいそのむらちとりこころならすやうらつたふらむ"
    ]
  ],
  [
    15,
    [
      "おくしもをはらひかねてやしをれふすかつみかしたにをしのなくらむ",
      "おくしもをはらひかねてやあをはなるかものはかひもいろかはるらむ"
    ]
  ],
  [
    15,
    [
      "ふふきするなからのやまをみわたせはをのへをこゆるしかのうらなみ",
      "もみちちるなからのやまにかせふけはにしきをたたむしかのうらなみ"
    ]
  ],
  [
    12,
    [
      "あふさかのせきにはひともなかりけりいはまのみつのもるにまかせて",
      "あふさかのせきはとさしもなかりけりゆききのひとをはなにまかせて"
    ]
  ],
  [
    3,
    [
      "たまぬきしあやめのいとはありなからよとのはあれむものとやはみし",
      "たまぬきしあやめのくさはありなからよとこはあれむものとやはみし"
    ]
  ],
  [
    14,
    [
      "かなしさにそへてももののかなしきはわかれのうちのわかれなりけり",
      "つひにゆくみちよりもけにかなしきはいのちのうちのわかれなりけり"
    ]
  ],
  [
    12,
    [
      "をしへおくそのことのはをみるたひにまたとふかたのなきそかなしき",
      "このもとにかくことのはをみるたひにたのみしかけのなきそかなしき"
    ]
  ],
  [
    13,
    [
      "きみかよのかすにはしかしかきりなきちさかのうらのまさこなりとも",
      "きみかよのかすにくらへはなにならしちひろのはまのまさこなりとも"
    ]
  ],
  [
    15,
    [
      "もくつひのいそまをわくるいさりふねほのかなりしにおもひそめてき",
      "わかこひはいそまをわくるいさりふねほのかにかよふなみのまもかな"
    ]
  ],
  [
    14,
    [
      "ひとめみしひとはたれともしらくものうはのそらなるこひもするかな",
      "たつねかねゆきけむかたもしらくものこころそらなるこひもするかな"
    ]
  ],
  [
    11,
    [
      "たまもかるのしまのうらのあまたにもいとかくそてはぬるるものかは",
      "いせしまやいちしのうらのあまたにもかつかぬそてはぬるるものかは"
    ]
  ],
  [
    6,
    [
      "こひしなはわれゆゑとたにおもひいてよさこそはつらきこころなりとも",
      "こひしなはわれゆゑとたにおもひしれさこそつれなきこころなりとも"
    ]
  ],
  [
    13,
    [
      "こひをのみしつのをたまきくるしきはあはてとしふるおもひなりけり",
      "こひをのみしつのをたまきいやしきもおもひはおなしなみたなりけり"
    ]
  ],
  [
    12,
    [
      "つつめともまくらはこひをしりぬらむなみたかからぬよはしなけれは",
      "わかとこのまくらもいかにおもふらむなみたかからぬよはしなけれは"
    ]
  ],
  [
    15,
    [
      "いつくよりふきくるかせのちらしけむたれもしのふのもりのことのは",
      "いつくよりふきくるかせのさそふらむこすゑもしらぬにはのもみちは"
    ]
  ],
  [
    15,
    [
      "あふことはいなさほそえのみをつくしふかきしるしもなきよなりけり",
      "さみたれはつたのほそえのみをつくしみえぬもふかきしるしなりけり"
    ]
  ],
  [
    15,
    [
      "みつくきはこれをかきりとかきつめてせきあへぬものはなみたなりけり",
      "はかなくもこれをかたみとなくさめてみにそふものはなみたなりけり"
    ]
  ],
  [
    15,
    [
      "みつくきはこれをかきりとかきつめてせきあへぬものはなみたなりけり",
      "はかなくもこれをかたみとなくさめてみにそふものはなみたなりけり"
    ]
  ],
  [
    13,
    [
      "つきまつとひとにはいひてなかむれはなくさめかたきゆふくれのそら",
      "つきまつとひとにはいひしいつはりのいまやまことのゆふくれのそら"
    ]
  ],
  [
    9,
    [
      "みのうさをおもひしらてややみなましあひみぬさきのつらさなりせは",
      "みのうさをおもひしらてややみなましそむくならひのなきよなりせは"
    ]
  ],
  [
    15,
    [
      "うかりけるよよのちきりをおもふにもつらきはいまのこころのみかは",
      "まよふへきのちのうきみをおもふにもつらきちきりはこのよのみかは"
    ]
  ],
  [
    15,
    [
      "よにしらぬあきのわかれにうちそへてひとやりならすものそかなしき",
      "うふねさすよかはのたなはうちはへてひとすちならすものそかなしき"
    ]
  ],
  [
    12,
    [
      "ちはやふるいつきのみやのたひねにはあふひそくさのまくらなりける",
      "あまのすむいそのとまやのたひねにはかるもそくさのまくらなりける"
    ]
  ],
  [
    8,
    [
      "ひとりのみあはれなるかとわれならぬひとにこよひのつきをみせはや",
      "ものおもふにあはれなるかとわれならぬひとにこよひのつきをとははや"
    ]
  ],
  [
    2,
    [
      "さよちとりふけひのうらにおとつれてゑしまかいそにつきかたふきぬ",
      "はまちとりふけひのうらにおとつれてゑしまかいそにつきかたふきぬ"
    ]
  ],
  [
    15,
    [
      "なにこともかはりゆくめるよのなかにむかしなからのはしはしらかな",
      "なにこともかはりのみゆくよのなかにおなしかけにてすめるつきかな"
    ]
  ],
  [
    13,
    [
      "たえすたつむろのやしまのけふりかないかにつきせぬおもひなるらむ",
      "たえすたつむろのやしまのけふりたにしたはまことのおもひやはある"
    ]
  ],
  [
    15,
    [
      "はりまかたすまのはれまにみわたせはなみはくもゐのものにそありける",
      "ふくかせにふちえのうらをみわたせはなみはこすゑのものにそありける"
    ]
  ],
  [
    15,
    [
      "うきよをはみねのかすみやへたつらむなほやまさとはすみよかりけり",
      "うきよをもみねのしらくもへたてねはなほやまさともそてそかわかぬ"
    ]
  ],
  [
    15,
    [
      "あはれともたれかはわれをおもひいてむあるよをたにもとふひともなし",
      "あはれともたれかはこひをなくさめむみよりほかにはしるひともなし"
    ]
  ],
  [
    15,
    [
      "やまさとのかけひのみつのこほれるはおときくよりもさひしかりけり",
      "たえすとふかけひのみつのなさけこそおとつれなからさひしかりけれ"
    ]
  ],
  [
    15,
    [
      "おもひとくこころひとつになりぬれはこほりもみつもへたてさりけり",
      "みぬひとをこころひとつにたつぬれはまたしらねともこひしかりけり"
    ]
  ],
  [
    9,
    [
      "ときはなるかむなひやまのさかきはをさしてそいのるよろつよのため",
      "ふかみとりいはとのやまのさかきはをさしてそいのるよろつよのため"
    ]
  ],
  [
    15,
    [
      "しめちかはらしめちのはらしめちのはらの",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    12,
    [
      "うめかえになきてうつろふうくひすのはねしろたへにあはゆきそふる",
      "うめかえにこそのあととふうくひすのはつねもさむくあはゆきそふる"
    ]
  ],
  [
    15,
    [
      "しらくものたえまになひくあをやきのかつらきやまにはるかせそふく",
      "しらつゆのむすふもなかきあをやきのたまのをとけてはるかせそふく"
    ]
  ],
  [
    14,
    [
      "かつらきやたかまのさくらさきにけりたつたのおくにかかるしらくも",
      "をとめこかかさしのさくらさきにけりそてふるやまにかかるしらくも"
    ]
  ],
  [
    15,
    [
      "かつらきやたかまのさくらさきにけりたつたのおくにかかるしらくも",
      "おほはらやをしほのさくらさきぬらしかみよのまつにかかるしらくも"
    ]
  ],
  [
    11,
    [
      "かつらきやたかまのさくらさきにけりたつたのおくにかかるしらくも",
      "しからきのとやまのさくらさきにけりまきのこすゑにかかるしらくも"
    ]
  ],
  [
    7,
    [
      "しらくものたつたのやまのやへさくらいつれをはなとわきてをりけむ",
      "しらくものたなひくやまのやへさくらいつれをはなとゆきてをらまし"
    ]
  ],
  [
    11,
    [
      "よしのやまはなやさかりににほふらむふるさとさらぬみねのしらくも",
      "よしのやまはなのさかりやけふならむそらさへにほふみねのしらくも"
    ]
  ],
  [
    14,
    [
      "いはねふみかさなるやまをわけすててはなもいくへのあとのしらくも",
      "いはねふみかさなるやまのとほけれはわけつるくものあともしられす"
    ]
  ],
  [
    10,
    [
      "ちりちらすおほつかなきははるかすみたつたのやまのさくらなりけり",
      "いつしかとみまくほしきははるかすみたつたのやまのさくらなりけり"
    ]
  ],
  [
    15,
    [
      "やまさとのはるのゆふくれきてみれはいりあひのかねにはなそちりける",
      "やまさくらはるのかたみにたつぬれはみるひとなしにはなそちりける"
    ]
  ],
  [
    15,
    [
      "ちりまかふはなのよそめはよしのやまあらしにさわくみねのしらくも",
      "いかはかりはなさきぬらむよしのやまかすみにあまるみねのしらくも"
    ]
  ],
  [
    11,
    [
      "はなさそふなこりをくもにふきとめてしはしはにほへはるのやまかせ",
      "ちるはなのなこりをにはにふきとめてこのもとにほへはるのやまかせ"
    ]
  ],
  [
    15,
    [
      "よしのやまはなのふるさとあとたえてむなしきえたにはるかせそふく",
      "よしのやまちりぬるはなのかたみさへあとなきくもにはるかせそふく"
    ]
  ],
  [
    13,
    [
      "ふるさとのはなのさかりはすきぬれとおもかけさらぬはるのそらかな",
      "ふるさとのはなのさかりもすきぬへしかへらはいそけはるのかりかね"
    ]
  ],
  [
    15,
    [
      "かはつなくかむなひかはにかけみえていまかさくらむやまふきのはな",
      "かはつなくあかたのゐとにはるくれてちりやしぬらむやまふきのはな"
    ]
  ],
  [
    15,
    [
      "かはつなくかむなひかはにかけみえていまかさくらむやまふきのはな",
      "そこきよきゐてのかはへにかけみえていまさかりなるやまふきのはな"
    ]
  ],
  [
    15,
    [
      "ほとときすひとこゑなきていぬるよはいかてかひとのいをやすくぬる",
      "ほとときすひとこゑなきてかたをかのもりのこすゑをいまそすくなる"
    ]
  ],
  [
    15,
    [
      "きかてたたねなましものをほとときすなかなかなりやよはのひとこゑ",
      "ききつともいかかかたらむほとときすおほつかなしやよはのひとこゑ"
    ]
  ],
  [
    14,
    [
      "わかこころいかにせよとてほとときすくもまのつきのかけになくらむ",
      "わかことくものおもふときやほとときすみをうのはなのかけになくらむ"
    ]
  ],
  [
    14,
    [
      "わかこころいかにせよとてほとときすくもまのつきのかけになくらむ",
      "たかためかこころつくさてほとときすこのまのつきのよそになくらむ"
    ]
  ],
  [
    15,
    [
      "さみたれのくもまのつきのはれゆくをしはしまちけるほとときすかな",
      "むらさめのくもまのつきをしるへにていととまたるるほとときすかな"
    ]
  ],
  [
    13,
    [
      "みつくきのをかのくすはもいろつきてけさうらかなしあきのはつかせ",
      "みつくきのをかのくすはらふきかへしころもてうすきあきのはつかせ"
    ]
  ],
  [
    12,
    [
      "たなはたのあまのはころもうちかさねぬるよすすしきあきかせそふく",
      "たなはたのあまのはころもつゆちりてゆきあひのそらにあきかせそふく"
    ]
  ],
  [
    14,
    [
      "なかむれはころもてすすしひさかたのあまのかはらのあきのゆふくれ",
      "まちわたるあふせへたつなひさかたのあまのかはらのあきのゆふきり"
    ]
  ],
  [
    15,
    [
      "ゆふされはたまちるのへのをみなへしまくらさためぬあきかせそふく",
      "ゆふされはくもにみたれてとふかりのゆくへさためすあきかせそふく"
    ]
  ],
  [
    15,
    [
      "さひしさはそのいろとしもなかりけりまきたつやまのあきのゆふくれ",
      "さひしさはたかよそめにもしりぬらむわかゐるやまのあきのゆふくれ"
    ]
  ],
  [
    14,
    [
      "あしひきのやまのあなたにすむひとはまたてやあきのつきをみるらむ",
      "いてぬまのやまのあなたをおもひこすこころやさきにつきをみるらむ"
    ]
  ],
  [
    11,
    [
      "あきのたのかりねのとこのいなむしろつきやとれともしけるつゆかな",
      "あきのたのつゆしくとこのいなむしろつきのやととももるいほりかな"
    ]
  ],
  [
    15,
    [
      "つまこふるしかのたちとをたつぬれはさやまかすそにあきかせそふく",
      "つゆきえしくさのゆかりをたつぬれはむなしきのへにあきかせそふく"
    ]
  ],
  [
    15,
    [
      "たくへくるまつのあらしやたゆむらむをのへにかへるさをしかのこゑ",
      "たかさこのまつのあらしはよさむにてつきにふけぬるさをしかのこゑ"
    ]
  ],
  [
    14,
    [
      "ふけにけりやまのはちかくつきさえてとをちのさとにころもうつこゑ",
      "くもゐとふかりのはかせにつきさえてとはたのさとにころもうつなり"
    ]
  ],
  [
    15,
    [
      "とふひともあらしふきそふあきはきてこのはにうつむやとのみちしは",
      "とふひともあらしふきそふみやまへにこのはわけくるあきのよのつき"
    ]
  ],
  [
    15,
    [
      "あすかかはもみちはなかるかつらきのやまのあきかせふきそしくらし",
      "あすかかはいはなみたかしかつらきのやまのしらゆきいまやけぬらし"
    ]
  ],
  [
    15,
    [
      "しもこほるそてにもかけはのこりけりつゆよりなれしありあけのつき",
      "おもひいつるそてにそかけはやとりけるそのかみやまのありあけのつき"
    ]
  ],
  [
    15,
    [
      "かたしきのそてをやしもにかさぬらむつきによかるるうちのはしひめ",
      "かたしきのころもてさむきかはかせにあきのよかこつうちのはしひめ"
    ]
  ],
  [
    15,
    [
      "かたしきのそてをやしもにかさぬらむつきによかるるうちのはしひめ",
      "かたしきのそてほしわひてさみたれのはれぬひかすやうちのはしひめ"
    ]
  ],
  [
    13,
    [
      "はしひめのかたしきころもさむしろにまつよむなしきうちのあけほの",
      "はしひめのかたしきころもたちこめてまつよをたとるうちのかはきり"
    ]
  ],
  [
    14,
    [
      "しかのうらやとほさかりゆくなみまよりこほりていつるありあけのつき",
      "しくれふるやまのはつかのくもまよりあまりていつるありあけのつき"
    ]
  ],
  [
    15,
    [
      "ひかすふるゆきけにまさるすみかまのけふりもさひしおほはらのさと",
      "ふるゆきにひとこそとはねすみかまのけふりはたえぬおほはらのさと"
    ]
  ],
  [
    14,
    [
      "ひかすふるゆきけにまさるすみかまのけふりもさひしおほはらのさと",
      "そらさゆるゆきけのくももすみかまのけふりにまかふおほはらのやま"
    ]
  ],
  [
    13,
    [
      "ときはなるまつにかかれるこけなれはとしのをなかきしるへとそおもふ",
      "ちよをふるまつにかかれるこけなれはとしのをなかくなりにけるかな"
    ]
  ],
  [
    14,
    [
      "やほかゆくはまのまさこをきみかよのかすにとらなむおきつしまもり",
      "おほよとのはまのまさこをきみかよのかすにとれとやなみもよすらむ"
    ]
  ],
  [
    12,
    [
      "とやかへるたかのをやまのたまつはきしもをはふともいろはかはらし",
      "ちはやふるいつのをやまのたまつはきやほよろつよもいろはかはらし"
    ]
  ],
  [
    15,
    [
      "さくらちるはるのすゑにはなりにけりあままもしらぬなかめせしまに",
      "いたつらによそちのさかはこえにけりむかしもしらぬなかめせしまに"
    ]
  ],
  [
    15,
    [
      "おもひきやはかなくおきしそてのうへのつゆをかたみにかけむものとは",
      "あさちはらはかなくおきしくさのうへのつゆをかたみとおもひかけきや"
    ]
  ],
  [
    14,
    [
      "みしゆめをわするるときはなけれともあきのねさめはけにそかなしき",
      "なにことをおもひつつくとなけれともあめのねさめはものそかなしき"
    ]
  ],
  [
    15,
    [
      "ものをのみおもひねさめのまくらにはなみたかからぬあかつきそなき",
      "ききなるるおいのねさめのとりのねになみたをそへぬあかつきそなき"
    ]
  ],
  [
    13,
    [
      "きならせとおもひしものをたひころもたつひをしらすなりにけるかな",
      "うらみむとおもひしものをなつころもひとへにうすくなりにけるかな"
    ]
  ],
  [
    15,
    [
      "いさこともはやひのもとへおほとものみつのはままつまちこひぬらむ",
      "いくよかはつもれるとしもおほとものみつのはままつふりまさるらむ"
    ]
  ],
  [
    14,
    [
      "ここにありてつくしやいつこしらくものたなひくやまのにしにあるらし",
      "ここにしていへやはいつこしらくものたなひくやまをこえてきにけり"
    ]
  ],
  [
    13,
    [
      "さよふけてあしのすゑこすうらかせにあはれうちそふなみのおとかな",
      "さよふけてあしのすゑこすはまかせにうらかなしくもなくちとりかな"
    ]
  ],
  [
    15,
    [
      "なつかりのあしのかりねもあはれなりたまえのつきのあけかたのそら",
      "さととほきとりのやこゑもほのかなりやまちのつきのあけかたのそら"
    ]
  ],
  [
    15,
    [
      "さとりゆくまことのみちにいりぬれはこひしかるへきふるさともなし",
      "さとりゆくこころのうちにすむつきはいてているへきやまのはもなし"
    ]
  ],
  [
    15,
    [
      "あまつそらとよのあかりにみしひとのなほおもかけのしひてこひしき",
      "あらぬよのとよのあかりにあふひとはみしおもかけをこひぬひそなき"
    ]
  ],
  [
    15,
    [
      "ひとしれすおもふこころはあしひきのやましたみつのわきやかへらむ",
      "ひとしれすおもふこころはあきはきのしたはのいろにいてぬへきかな"
    ]
  ],
  [
    15,
    [
      "しものうへにあとふみつくるはまちとりゆくへもなしとねをのみそなく",
      "わかのうらにあとつけなからはまちとりなにあらはれぬねをのみそなく"
    ]
  ],
  [
    15,
    [
      "かせふけはとはになみこすいそなれやわかころもてのかわくときなき",
      "いまよりはあはしとすれやしろたへのわかころもてのかわくときなき"
    ]
  ],
  [
    15,
    [
      "あしひきのやましたしけきなつくさのふかくもきみをおもふころかな",
      "あとたえてひともわけこぬなつくさのしけくもものをおもふころかな"
    ]
  ],
  [
    14,
    [
      "きのくにやゆらのみなとにひろふてふたまさかにたにあひみてしかな",
      "みちのくにありといふなるたまかはのたまさかにたにあひみてしかな"
    ]
  ],
  [
    15,
    [
      "かすならぬこころのとかになしはててしらせてこそはみをもうらみめ",
      "かすならぬみはなきものになしはてつたかためにかはよをもうらみむ"
    ]
  ],
  [
    14,
    [
      "ありとてもあはぬためしのなとりかはくちたにはてねせせのうもれき",
      "うしとてもあふにしかへはなとりかはよしあらはれよせせのうもれき"
    ]
  ],
  [
    13,
    [
      "にはにおふるゆふかけくさのしたつゆやくれをまつまのなみたなるらむ",
      "たにふかみみつかけくさのしたつゆやしられぬこひのなみたなるらむ"
    ]
  ],
  [
    12,
    [
      "にはにおふるゆふかけくさのしたつゆやくれをまつまのなみたなるらむ",
      "みなせやまゆふかけくさのしたつゆやあきなくしかのなみたなるらむ"
    ]
  ],
  [
    15,
    [
      "これもまたなかきわかれになりやせむくれをまつへきいのちならねは",
      "こころにもあらぬわかれはありやせむたれもしるよのいのちならねは"
    ]
  ],
  [
    15,
    [
      "これもまたなかきわかれになりやせむくれをまつへきいのちならねは",
      "こころにもあらぬわかれはありやせむこれもしるよのいのちならねは"
    ]
  ],
  [
    15,
    [
      "これもまたなかきわかれになりやせむくれをまつへきいのちならねは",
      "これもまたなさけみるよになりやせむちきりしすゑもまことならねは"
    ]
  ],
  [
    14,
    [
      "いまこむとたのめしことをわすれすはこのゆふくれのつきやまつらむ",
      "いまこむとたのめしひとのいつはりをいくありあけのつきにまつらむ"
    ]
  ],
  [
    15,
    [
      "きみまつとねやへもいらぬまきのとにいたくなふけそやまのはのつき",
      "きみまつとささてやすらふまきのとにいかてふけぬるいさよひのつき"
    ]
  ],
  [
    1,
    [
      "きみこむといひしよことにすきぬれはたのまぬもののこひつつそふる",
      "きみこむといひとよことにすきぬれはたのまぬもののこひつつそふる"
    ]
  ],
  [
    15,
    [
      "なれゆくはうきよなれはやすまのあまのしほやきころもまとほなるらむ",
      "なれゆくはうきよなれはやみよしののやまのさくらもあかてちるらむ"
    ]
  ],
  [
    14,
    [
      "なれゆくはうきよなれはやすまのあまのしほやきころもまとほなるらむ",
      "おのつからあふよもあらはすまのあまのしほやきころもまとほなりとも"
    ]
  ],
  [
    15,
    [
      "つらしとはおもふものからふししはのしはしもこりぬこころなりけり",
      "つらしとはおもふものからありあけのうかりしつきそかたみなりける"
    ]
  ],
  [
    15,
    [
      "つらしとはおもふものからふししはのしはしもこりぬこころなりけり",
      "またしとはおもふものからふくるよのつらきやなにのこころなるらむ"
    ]
  ],
  [
    15,
    [
      "おもひやるこころはそらにあるものをなとかくもゐにあひみさるらむ",
      "てるつきはこころのくまにあるものをなにとてくものよそにみるらむ"
    ]
  ],
  [
    15,
    [
      "いまこむとちきりしことはゆめなからみしよににたるありあけのつき",
      "いまこむといひしはことのなさけにていくよになりぬありあけのつき"
    ]
  ],
  [
    15,
    [
      "わするなよいまはこころのかはるともなれしそのよのありあけのつき",
      "わするなよまたあふまてのちきりともしらぬかたみのありあけのつき"
    ]
  ],
  [
    5,
    [
      "いもかそてわかれしひよりしろたへのころもかたしきこひつつそぬる",
      "いもかそてわかれしひよりしき△えのころもかたしきしりつつそぬる"
    ]
  ],
  [
    14,
    [
      "あふことのなみのしたくさみかくれてしつこころなくねこそなかるれ",
      "あらはれぬなををしとりのみかくれてしつむうらみにねこそなかるれ"
    ]
  ],
  [
    14,
    [
      "うらにたくもしほのけふりなひかめやよものかたよりかせはふくとも",
      "あまひとのもしほのけふりなひくやとおもふかたよりかせもふかなむ"
    ]
  ],
  [
    8,
    [
      "いのちをはあたなるものとききしかとつらきかためはなかくもあるかな",
      "いのちをはあたなるものとききしかとうきみのためはなかくそありける"
    ]
  ],
  [
    13,
    [
      "ももしきにかはらぬものはうめのはなをりてかさせるにほひなりけり",
      "かすめともかくれぬものはうめのはなかせにあまれるにほひなりけり"
    ]
  ],
  [
    5,
    [
      "しらなみのはままつかえのたむけくさいくよまてにかとしのへぬらむ",
      "かせふけははままつかえのたむけくさいくよまてにかとしのへぬらむ"
    ]
  ],
  [
    15,
    [
      "いまさらにすみうしとてもいかかせむなたのしほやのゆふくれのそら",
      "おのつからけふまちえてもいかかせむまたゆくすゑのゆふくれのそら"
    ]
  ],
  [
    15,
    [
      "もののふのやそうちかはのあしろきにいさよふなみのゆくへしらすも",
      "もののふのやそうちかはのふゆのつきいるてふなをはならはさらなむ"
    ]
  ],
  [
    14,
    [
      "みなかみのそらにみゆるはしらくものたつにまかへるぬのひきのたき",
      "みなかみはいつこなるらむしらくものなかよりおつるぬのひきのたき"
    ]
  ],
  [
    15,
    [
      "あしかものさわくいりえのみつのえのよにすみかたきわかみなりけり",
      "あしかものおりゐるいけのみつなみのたつことやすきわかななりけり"
    ]
  ],
  [
    15,
    [
      "おほそらにてるひのいろをいさめてもあめのしたにはたれかすむへき",
      "われかくてみかさのやまをうかれなはあめのしたにはたれかすむへき"
    ]
  ],
  [
    14,
    [
      "やはらくるひかりにあまるかけなれやいすすかはらのあきのよのつき",
      "ちはやふるかみよもおなしかけなれやみもすそかはのあきのよのつき"
    ]
  ],
  [
    15,
    [
      "やはらくるひかりにあまるかけなれやいすすかはらのあきのよのつき",
      "やはらくるひかりはへたてあらしかしにしのくもゐのあきのよのつき"
    ]
  ],
  [
    15,
    [
      "たちかへりまたもみまくのほしきかなみもすそかはのせせのしらなみ",
      "たちかへるよとおもははやかみかせやみもすそかはのすゑのしらなみ"
    ]
  ],
  [
    14,
    [
      "かすかののおとろのみちのうもれみつすゑたにかみのしるしあらはせ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "ふくかせにはなたちはなやにほふらむむかしおほゆるけふのにはかな",
      "さそなけにはなたちはなもにほふらむむかしにかへるももしきのには"
    ]
  ],
  [
    15,
    [
      "やみはれてこころのそらにすむつきはにしのやまへやちかくなるらむ",
      "くもはれてみとりのそらにすむつきやあまつをとめのかかみなるらむ"
    ]
  ],
  [
    15,
    [
      "ふるさとにはなはちりつつみよしののやまのさくらはまたさかすけり",
      "さとはみなちりはてにしをあしひきのやまのさくらはまたさかりなり"
    ]
  ],
  [
    2,
    [
      "ちきりけむほとはしらねとたなはたのたえせぬけふのあまのかはかせ",
      "ちきりけむほとはしらねとたなはたのたえせぬけふのあまのかはなみ"
    ]
  ],
  [
    14,
    [
      "しくゑつのゆきころもにおつ",
      "なにはほりえのあしのうらはに"
    ]
  ],
  [
    11,
    [
      "しくゑつのゆきころもにおつ",
      "きみにこころを"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "わするるくさのたねをたに"
    ]
  ],
  [
    11,
    [
      "しくゑつのゆきころもにおつ",
      "いとのもとには"
    ]
  ],
  [
    11,
    [
      "しくゑつのゆきころもにおつ",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "ことはかよへと"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "ありなくさめて"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "しくゑつのゆきころもにおつ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "つまふくかせの"
    ]
  ],
  [
    11,
    [
      "しくゑつのゆきころもにおつ",
      "なかつきや"
    ]
  ],
  [
    11,
    [
      "しくゑつのゆきころもにおつ",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "またもあはめやも"
    ]
  ],
  [
    12,
    [
      "しくゑつのゆきころもにおつ",
      "たつわたるみゆ"
    ]
  ],
  [
    11,
    [
      "しくゑつのゆきころもにおつ",
      "つゆのおきゐて"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "しくゑつのゆきころもにおつ",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    13,
    [
      "しくゑつのゆきころもにおつ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "しくゑつのゆきころもにおつ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "なにはほりえのあしのうらはに",
      "きみにこころを"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "わするるくさのたねをたに"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "いとのもとには"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "かくれぬほとに"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "ことはかよへと"
    ]
  ],
  [
    14,
    [
      "なにはほりえのあしのうらはに",
      "くちかたむ"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "ありなくさめて"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "まつとしきかは"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "またもあはめやも"
    ]
  ],
  [
    14,
    [
      "なにはほりえのあしのうらはに",
      "たつわたるみゆ"
    ]
  ],
  [
    13,
    [
      "なにはほりえのあしのうらはに",
      "つゆのおきゐて"
    ]
  ],
  [
    11,
    [
      "なにはほりえのあしのうらはに",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "なにはほりえのあしのうらはに",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "なにはほりえのあしのうらはに",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    13,
    [
      "ふゆすきてはるはきぬらしあさひさすかすかのやまにかすみたなひく",
      "みふゆつきはるしきぬれはあをやきのかつらきやまにかすみたなひく"
    ]
  ],
  [
    13,
    [
      "あさみとりそめてみたれるあをやきのいとをははるのかせやよるらむ",
      "あさみとりまついろまさるあをやきのいとよりはるはくるにやあるらむ"
    ]
  ],
  [
    14,
    [
      "かすみしくこのめはるさめふることにはなのたもとはほころひにけり",
      "ゆきてみむいまははるさめふるさとにはなのひもとくころもきにけり"
    ]
  ],
  [
    14,
    [
      "いかはかりはなさきぬらむよしのやまかすみにあまるみねのしらくも",
      "としのうちにはるたちぬとやよしのやまかすみかかれるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "はななれやとやまのはるのあさほらけあらしにかをるみねのしらくも",
      "さきそむるとやまのはなのいろみえてまとほにかかるみねのしらくも"
    ]
  ],
  [
    14,
    [
      "さかぬまそはなともみえしやまさくらおなしたかねにかかるしらくも",
      "たちのこすこすゑもみえすやまさくらはなのあたりにかかるしらくも"
    ]
  ],
  [
    15,
    [
      "さかぬまそはなともみえしやまさくらおなしたかねにかかるしらくも",
      "たちまかふいろはいとはしやまさくらさかぬたえまにかかるしらくも"
    ]
  ],
  [
    15,
    [
      "けふみれはくももさくらもうつもれてかすみかねたるみよしののやま",
      "よそにみしくももさなからうつもれてかすみそかかるかつらきのやま"
    ]
  ],
  [
    15,
    [
      "けふみれはくももさくらもうつもれてかすみかねたるみよしののやま",
      "さきぬれはくもとゆきとにうつもれてはなにはうとしみよしののやま"
    ]
  ],
  [
    13,
    [
      "たまもかるゐてのしからみはるかけてさくやかはせのやまふきのはな",
      "はるくるるゐてのしからみせきかねてゆくせにうつるやまふきのはな"
    ]
  ],
  [
    15,
    [
      "たまもかるゐてのしからみはるかけてさくやかはせのやまふきのはな",
      "たまもかるゐてのかはかせふきにけりみなわにうかふやまふきのはな"
    ]
  ],
  [
    15,
    [
      "いくちよといはかきぬまのあやめくさなかきためしにけふやひかれむ",
      "みかくれておふるさつきのあやめくさなかきためしにひとはひかなむ"
    ]
  ],
  [
    15,
    [
      "いくちよといはかきぬまのあやめくさなかきためしにけふやひかれむ",
      "かすならぬみはかくれぬのあやめくさうきためしにやひとにひかれむ"
    ]
  ],
  [
    10,
    [
      "さらぬたにふすほともなきなつのよをまたれてもなくほとときすかな",
      "さらぬたにみるほともなきなつのよをまたれていつるなつのつきかな"
    ]
  ],
  [
    14,
    [
      "あれにけるたかつのみやのほとときすたれとなにはのことかたるらむ",
      "たれになほしのふのやまのほとときすこころのおくのことかたるらむ"
    ]
  ],
  [
    14,
    [
      "なつころもゆくてもすすしあつさゆみいそへのやまのまつのしたかせ",
      "なつころもすすしくたちぬうつせみのはかひのやまのまつのしたかせ"
    ]
  ],
  [
    15,
    [
      "よるなみのすすしくもあるかしきたへのそてしのうらのあきのはつかせ",
      "うたたねのすすしくもあるかからころもそてのうらにやあきのたつらむ"
    ]
  ],
  [
    15,
    [
      "あまのかはやそせのなみもむせふらむとしまちわたるかささきのはし",
      "あまのかはあさせふむまにふくるよをうらみてわたるかささきのはし"
    ]
  ],
  [
    15,
    [
      "あまのかはやそせのなみもむせふらむとしまちわたるかささきのはし",
      "あまのかはやそせのなみやあらふらむきよくそすめるあきのよのつき"
    ]
  ],
  [
    14,
    [
      "あまのかはうきつのなみにひこほしのつまむかへふねいまやこくらし",
      "あまのかはかはへのきりのふかきよにつまむかへふねいまかいつらし"
    ]
  ],
  [
    12,
    [
      "あまのかはうきつのなみにひこほしのつまむかへふねいまやこくらし",
      "あまのかはかはおとすみてひこほしのつまむかへふねまつやひさしき"
    ]
  ],
  [
    13,
    [
      "あまのかはみつかけくさにおくつゆやあかぬわかれのなみたなるらむ",
      "たにふかみみつかけくさのしたつゆやしられぬこひのなみたなるらむ"
    ]
  ],
  [
    15,
    [
      "あまのかはみつかけくさにおくつゆやあかぬわかれのなみたなるらむ",
      "みなせやまゆふかけくさのしたつゆやあきなくしかのなみたなるらむ"
    ]
  ],
  [
    13,
    [
      "わきもこかすそのににほふふしはかまつゆはむすへとほころひにけり",
      "からころもすそのににほふふちはかまきてみぬさきにほころひにけり"
    ]
  ],
  [
    15,
    [
      "いくあきのかせのやとりとなりぬらむあとたえはつるにはのをきはら",
      "おとたつるかせのやとりとなりはててつゆにはうときにはのをきはら"
    ]
  ],
  [
    15,
    [
      "いくあきのかせのやとりとなりぬらむあとたえはつるにはのをきはら",
      "ゆめさそふかせのやとりとなりにけりまくらにちかきにはのをきはら"
    ]
  ],
  [
    14,
    [
      "おほつかなたれとかしらむあききりのたえまにみゆるあさかほのはな",
      "おほつかなそれかあらぬかあけくれのそらおほれするあさかほのはな"
    ]
  ],
  [
    14,
    [
      "さらしなやをはすてやまのたかねよりあらしをわけていつるつきかけ",
      "ゆきふかきよしののやまのたかねよりそらさえさえていつるつきかけ"
    ]
  ],
  [
    11,
    [
      "さらしなやをはすてやまのたかねよりあらしをわけていつるつきかけ",
      "ゆふしくれすきゆくやまのたかねよりむらくもわけていつるつきかけ"
    ]
  ],
  [
    15,
    [
      "さらしなやをはすてやまのたかねよりあらしをわけていつるつきかけ",
      "さらしなやをはすてやまのむかしよりあきのこころはつきそしるらむ"
    ]
  ],
  [
    15,
    [
      "さらしなやをはすてやまのたかねよりあらしをわけていつるつきかけ",
      "さらしなやをはすてやまのみねまてもおもひやらるるよはのつきかけ"
    ]
  ],
  [
    15,
    [
      "みるままにいろかはりゆくひさかたのつきのかつらのあきのもみちは",
      "みるままにうつろひにけりしくれゆくけしきのもりのあきのもみちは"
    ]
  ],
  [
    15,
    [
      "みるままにいろかはりゆくひさかたのつきのかつらのあきのもみちは",
      "みるままにくももかからすひさかたのつきのかつらをはらふあきかせ"
    ]
  ],
  [
    15,
    [
      "むらくものみねにわかるるあととめてやまのはつかにいつるつきかけ",
      "よこくもはみねにわかるるやまひめのかすみのそてにのこるつきかけ"
    ]
  ],
  [
    15,
    [
      "わかいほはをくらのやまのちかけれはうきよをしかとなかぬひそなき",
      "たつたかはみむろのやまのちかけれはもみちをなみにそめぬひそなき"
    ]
  ],
  [
    13,
    [
      "さをしかのあさゆくたにのうもれみつかけたにみえぬつまをこふらむ",
      "さをしかのあさゆくたにのたまかつらおもかけさらすつまやこふらむ"
    ]
  ],
  [
    15,
    [
      "かりなきてさむきあさけのつゆしもにやののかみやまいろつきにけり",
      "かりなきてよさむになれははつしものおくてのいねはいろつきにけり"
    ]
  ],
  [
    15,
    [
      "しくれけむほとこそみゆれかむなひのみむろのやまのみねのもみちは",
      "しくれつつもみちちるみゆかむなひのみむろのやまはあきのくれかも"
    ]
  ],
  [
    14,
    [
      "ふゆきてはしくるるくものたえまたによものこのはのふらぬひそなき",
      "ふゆきてはさゆるあらしのやまかせにつきてこのはのふらぬひはなし"
    ]
  ],
  [
    15,
    [
      "ふるさとのにはのひかけもさえくれてきりのおちはにあられふるなり",
      "あらしふくすそののひかすさえくれてくものたよりにあられふるなり"
    ]
  ],
  [
    14,
    [
      "かせさむみよのふけゆけはいもかしまかたみのうらにちとりなくなり",
      "かせさむみよやふけぬらむしなかとりゐなのみなとにちとりなくなり"
    ]
  ],
  [
    12,
    [
      "かせさむみよのふけゆけはいもかしまかたみのうらにちとりなくなり",
      "つききよみさよふけゆけはいせしまやいちしのうらにちとりなくなり"
    ]
  ],
  [
    15,
    [
      "たまつはきみとりのいろもみえぬまてこせのふゆのはゆきふりにけり",
      "おとはやまみねのこすゑもみえぬまてせきのこなたはゆきふりにけり"
    ]
  ],
  [
    13,
    [
      "ゆきふかきよしののやまのたかねよりそらさえさえていつるつきかけ",
      "ゆふしくれすきゆくやまのたかねよりむらくもわけていつるつきかけ"
    ]
  ],
  [
    12,
    [
      "あすかかはかはるふちせもあるものをせくかたしらぬとしのくれかな",
      "あすかかはかはるふちせはあるものをなとうきなからとしのへぬらむ"
    ]
  ],
  [
    15,
    [
      "つねよりもみかさのやまのつきかけのひかりさしそふあめのしたかな",
      "かみのますみかさのやまのつきかけのゆふかけてしもさしのほるかな"
    ]
  ],
  [
    12,
    [
      "むしろたにむれゐるたつのちよもみなきみかよはひにしかしとそおもふ",
      "むしろたにちとせをかねてすむたつもきみかよはひにしかしとそおもふ"
    ]
  ],
  [
    13,
    [
      "しくれふるみむらのやまのもみちははたかおりかけしにしきなるらむ",
      "あきことにかむなひやまのもみちははたれかたむけのにしきなるらむ"
    ]
  ],
  [
    2,
    [
      "くるしくもふりけるあめかみわかさきさののわたりにいへもあらなくに",
      "くるしくもふりくるあめかみわのさきさののわたりにいへもあらなくに"
    ]
  ],
  [
    2,
    [
      "たちかへりまたもやこえむみねのくもあともととめぬよものあらしに",
      "たちかへりまたもやこえむみねのくもあともさためぬよものあらしに"
    ]
  ],
  [
    15,
    [
      "すすかかはやそせしらなみわけすきてかみちのやまのはるをみしかな",
      "すすかかはやそせのなみはわけもせてわたらぬそてのぬるるころかな"
    ]
  ],
  [
    15,
    [
      "なかむれはこころのそらにくもきえてむなしきあとにのこるつきかけ",
      "なかむれはこころのそこそすみまさるみゐのしみつにうつるつきかけ"
    ]
  ],
  [
    13,
    [
      "なみまよりあかしのうらにこくふねのほにはいてすもこひわたるかな",
      "あしまよりなにはのうらをゆくふねのつなてなかくもこひわたるかな"
    ]
  ],
  [
    13,
    [
      "なみまよりあかしのうらにこくふねのほにはいてすもこひわたるかな",
      "あしまよりなにはのうらをひくふねのつなてなかくもこひわたるかな"
    ]
  ],
  [
    14,
    [
      "いかたおろすそまやまかはのみなれさをさしてくれともあはぬきみかな",
      "いかたおろすそまやまかはのはやきせにさはらぬくれとおもはましかは"
    ]
  ],
  [
    12,
    [
      "さをしかのあさふすをののくさわかみかくろへかねてひとにしらるる",
      "かりひとのあさふむをののくさわかみかくろへかねてききすなくなり"
    ]
  ],
  [
    14,
    [
      "しらやまのゆきのしたくさわれなれやしたにもえつつとしのへぬらむ",
      "すみよしのちきのかたそきわれなれやあはぬものゆゑとしのへぬらむ"
    ]
  ],
  [
    15,
    [
      "たかさこのをのへにみゆるまつのはのわれもつれなくひとをこひつつ",
      "たかさこのをのへにみゆるまつのとはたかよをつくすすみかなるらむ"
    ]
  ],
  [
    2,
    [
      "ほしわひぬあまのかるもにしほたれてわれからぬるるそてのうらなみ",
      "ほしわひぬあまのかるもにしほたれてわれからかかるそてのうらなみ"
    ]
  ],
  [
    12,
    [
      "つきくさのうつろふいろのふかけれはひとのこころのはなそしをるる",
      "あたにのみうつろふいろのつらけれはひとのこころのはなはたのまし"
    ]
  ],
  [
    14,
    [
      "つきのうちのかつらのえたをおもふとやなみたのしくれふるここちする",
      "つきのうちのかつらのひとをおもふとてあめになみたのそひてふるらむ"
    ]
  ],
  [
    15,
    [
      "こひわたるきみかくもゐのつきならはおよはぬみにもかけはみてまし",
      "おきわかれなみたくもらぬつきならはそてになこりのかけはみてまし"
    ]
  ],
  [
    15,
    [
      "つらきをもうきをもゆめになしはててあふよはかりをうつつともかな",
      "としつきのつらきはゆめになしはててこよひをなかきうつつともかな"
    ]
  ],
  [
    15,
    [
      "さひしさのましはのけふりそのままにかすみをたのむはるのやまさと",
      "すまのあまのもしほのけふりそのままにかすみなれたるはるのよのつき"
    ]
  ],
  [
    15,
    [
      "たかまとのをのへのみやのつきのかけたれしのへとてかはらさるらむ",
      "たかまとのをのへのみやのあさちはらあれにしのちもいくよへぬらむ"
    ]
  ],
  [
    15,
    [
      "あふさかのゆふつけとりもわかことやこえゆくひとのあとになくらむ",
      "あふさかのゆふつけとりはたひひとのたつをわかれとねをやなくらむ"
    ]
  ],
  [
    15,
    [
      "なかきよのゆめちたえゆくまとのうちになほのこりけるあきのともしひ",
      "なかきよのこころのやみもしるへせよなほのこりけるのりのともしひ"
    ]
  ],
  [
    15,
    [
      "もしほくさかきおくあとやいかならむわかみによらむわかのうらなみ",
      "もしほくささすかかきおくあとなれややそちをこゆるわかのうらなみ"
    ]
  ],
  [
    15,
    [
      "あさかほのつゆのわかみをおきなからまつきえにけるひとそかなしき",
      "かはかりのはなのにほひをおきなからまたもみさらむことそかなしき"
    ]
  ],
  [
    13,
    [
      "すみわたるひかりもきよししろたへのはまなのはしのあきのよのつき",
      "さしのほるひかりもきよしたきのうへのみふねのやまのあきのよのつき"
    ]
  ],
  [
    7,
    [
      "かつしかのままのうらまをこくふねのふなひとさわくなみたつらしも",
      "かせはやみみほのうらわをこくふねのふなひとさわくなみたつらしも"
    ]
  ],
  [
    15,
    [
      "わたのはらなみとひとつにみくまののうらのみなみはやまのはもなし",
      "わたのはらなみとそらとはひとつにていりひをうくるやまのはもなし"
    ]
  ],
  [
    15,
    [
      "かつらきやたかまのやまのあさかすみはるとともにもたちにけるかな",
      "かつらきやたかまのやまのはなさかりくものよそなるくもをみるかな"
    ]
  ],
  [
    15,
    [
      "ひさかたのあまのいはとのむかしよりあくれはかすむはるはきにけり",
      "ひさかたのあまのいはとのあけしよりいつるあさひそくもるときなき"
    ]
  ],
  [
    15,
    [
      "かすみしくをきのやけはらふみわけてたかためはるのわかなつむらむ",
      "かすかののゆきのむらきえかきわけてたかためつめるわかななるらむ"
    ]
  ],
  [
    15,
    [
      "はるかすみしのにころもをおりかけていくかほすらむあまのかくやま",
      "さほひめのかすみのころもおりかけてほすそらたかきあまのかくやま"
    ]
  ],
  [
    14,
    [
      "をとめこかかさしのさくらさきにけりそてふるやまにかかるしらくも",
      "しからきのとやまのさくらさきにけりまきのこすゑにかかるしらくも"
    ]
  ],
  [
    13,
    [
      "さくらはなさきにしひよりよしのやまそらもひとつにかをるしらくも",
      "さくらはなちりのこるらしよしのやまあらしのあとにかかるしらくも"
    ]
  ],
  [
    15,
    [
      "やまのはにかさねてかかるしらくものにほふやはなのさかりなるらむ",
      "よしのやまみねにたなひくしらくものにほふははなのさかりなりけり"
    ]
  ],
  [
    15,
    [
      "さくらはなうつろふやまのたかねよりあまきるくもににほふはるかせ",
      "さくらはなさきそふままにしらくものかさなるやまににほふはるかせ"
    ]
  ],
  [
    12,
    [
      "たちかへりなほみてゆかむたかさこのをのへのまつにかかるふちなみ",
      "おきつかせふくともみえぬたかさこのをのへのまつにかかるふちなみ"
    ]
  ],
  [
    15,
    [
      "いとはやもくれぬるはるかわかやとのいけのふちなみうつろはぬまに",
      "ほとときすまつとせしまにわかやとのいけのふちなみうつろひにけり"
    ]
  ],
  [
    14,
    [
      "うのはなのなみのしからみかけそへてなにもこえたるたまかはのさと",
      "うのはなのつゆにひかりをさしそへてつきにみかけるたまかはのさと"
    ]
  ],
  [
    15,
    [
      "ほとときすおもひもよらぬひとこゑはねぬわれさへにおとろかれけり",
      "ほとときすおもひもわかぬひとこゑをききつといかてひとにかたらむ"
    ]
  ],
  [
    13,
    [
      "ききつともいかかかたらむほとときすおほつかなしやよはのひとこゑ",
      "わきてまつたれにかたらむほとときすさたかなりつるよはのひとこゑ"
    ]
  ],
  [
    15,
    [
      "さみたれのひかすまされはあすかかはさなからふちになりにけるかな",
      "さみたれのつきてしふれはあすかかはおなしふちにてかはるせもなし"
    ]
  ],
  [
    14,
    [
      "あまのかはとほきわたりになりにけりかたののみののさみたれのころ",
      "したくさははすゑはかりになりにけりうきたのもりのさみたれのころ"
    ]
  ],
  [
    15,
    [
      "あまのかはとほきわたりになりにけりかたののみののさみたれのころ",
      "たちのほるけふりはくもになりにけりむろのやしまのさみたれのころ"
    ]
  ],
  [
    12,
    [
      "いたつらにおいにけるかなあはれわかともとはしるやもりのしたくさ",
      "いたつらにおいにけるかなかすかのにひくひともなきもりのしたくさ"
    ]
  ],
  [
    12,
    [
      "このねぬるあさけのかせのをとめこかそてふるやまにあきやきぬらむ",
      "このねぬるあさけのかせのかはるよりをきのはそよきあきやきぬらむ"
    ]
  ],
  [
    15,
    [
      "わたのはらあさみつしほのいやましにすすしくなりぬあきのはつかせ",
      "わたのはらつきみつしほのいやましにひかりそあまるすまのうらなみ"
    ]
  ],
  [
    15,
    [
      "あまのかはあさせふむまにふくるよをうらみてわたるかささきのはし",
      "あまのかはあきのちきりのふかけれはよはにそわたすかささきのはし"
    ]
  ],
  [
    15,
    [
      "たかさこのをのへのかせやさむからむすそののはらにしかそなくなる",
      "まはきちるあきののかせやさむからしなほこのくれはしかそなくなる"
    ]
  ],
  [
    15,
    [
      "たかさこのをのへのかせやさむからむすそののはらにしかそなくなる",
      "たかさこのをのへのつきにあきふけてまつかせちかくしかそなくなる"
    ]
  ],
  [
    15,
    [
      "ひかけさすをかへのまつのあきかせにゆふくれかけてしかそなくなる",
      "よさむなるたなかのゐとのあきかせにいなはをわけてしかそなくなる"
    ]
  ],
  [
    15,
    [
      "あさひさすたかねのみゆきそらはれてたちもをよはぬふしのかはきり",
      "あめはるるたかねはそらにあらはれてやまもとのほるふしのかはきり"
    ]
  ],
  [
    14,
    [
      "しきしまやたかまとやまのあきかせにくもなきみねをいつるつきかけ",
      "くもはるるみかみのやまのあきかせにささなみとほくいつるつきかけ"
    ]
  ],
  [
    15,
    [
      "あまのかはくものみをゆくつきかけをせきいれてうつすやとのいけみつ",
      "あまのかはくものみをゆくつきかけはのこりてはやくあくるみしかよ"
    ]
  ],
  [
    15,
    [
      "とふひともあらしとおもふをみわのやまいかにすむらむあきのよのつき",
      "とふひともあらしふきそふみやまへにこのはわけくるあきのよのつき"
    ]
  ],
  [
    12,
    [
      "おしねほすやまたのあきのかりまくらならはぬほとのそてのつゆかな",
      "ゆめむすふたひねのいほのくさまくらならはぬほとのそてのつゆかな"
    ]
  ],
  [
    15,
    [
      "かはかせによわたるつきのさむけれはやそうちひともころもうつなり",
      "あすかかせそてふくよはのさむけれはまたこのさともころもうつなり"
    ]
  ],
  [
    15,
    [
      "をくらやますそののさとのゆふきりにやとこそみえねころもうつなり",
      "ふかくさやたけのはやまのゆふきりにひとこそみえねうつらなくなり"
    ]
  ],
  [
    15,
    [
      "ふきおろすひらやまかせやさむからむまののうらひところもうつなり",
      "かとたふくいなはのかせやさむからむあしのまろやにころもうつなり"
    ]
  ],
  [
    15,
    [
      "たつたやまよそのもみちのいろにこそしくれぬまつのほともみえけれ",
      "うつりゆくまかきのきくのいろにこそあきのひかすのほともみえけれ"
    ]
  ],
  [
    1,
    [
      "いくあきかくれぬとはかりをしむらむしもふりはつるみをはわすれて",
      "いくあきかくれぬとはかりをしむらむしもふりはつるみをもわすれて"
    ]
  ],
  [
    15,
    [
      "くさのはにむすひしつゆのけさみれはいつしかしもになりにけるかな",
      "ささのはにむすへるしものとけぬれはもとのつゆともなりにけるかな"
    ]
  ],
  [
    15,
    [
      "とやまなるまさきのかつらふゆくれはふかくもいろのなりまさるかな",
      "とやまなるまさきのかつらいろこきをみにくるひとのみえぬあきかな"
    ]
  ],
  [
    2,
    [
      "さよちとりうらつたひゆくなみのうへにかたふくつきもとほさかりつつ",
      "さよちとりうらつたひゆくなみのうへにかたふくつきもとほさかりぬる"
    ]
  ],
  [
    14,
    [
      "さらぬたにねさめかちなるふゆのよをならのかれはにあられふるなり",
      "ふゆのよのねさめにきけはかたをかのならのかれはにあられふるなり"
    ]
  ],
  [
    15,
    [
      "ゆふされはしほかせさむしなみまよりみゆるこしまにゆきはふりつつ",
      "ゆふされはうらかせさむしあまをふねとませのやまにゆきはふるらし"
    ]
  ],
  [
    11,
    [
      "しらゆきのつもれるとしをかそふれはわかみもともにふりにけるかな",
      "はかなくてくれぬるとしをかそふれはわかみもすゑになりにけるかな"
    ]
  ],
  [
    11,
    [
      "いすすかはかみよのかかみかけとめていまもくもらぬあきのよのつき",
      "いけみつにますみのかかみかけそへてちりもくもらぬあきのよのつき"
    ]
  ],
  [
    14,
    [
      "みつかきのひさしきよよりかけとめてあふくみやまにつきそくもらぬ",
      "みつかきのひさしきよよりあととめてけふかさすてふしらきくのはな"
    ]
  ],
  [
    14,
    [
      "やはらくるひかりはへたてあらしかしにしのくもゐのあきのよのつき",
      "やはらくるひかりをみつのたまかきにほかよりもすむあきのよのつき"
    ]
  ],
  [
    15,
    [
      "つれもなきひとのこころのうきぬなはくるしきまてそおもひみたるる",
      "つれもなきひとのこころはうきものをわれたにいかておもひよわらむ"
    ]
  ],
  [
    15,
    [
      "つれもなきひとのこころのうきぬなはくるしきまてそおもひみたるる",
      "つれもなきひとのこころのせきもりはゆめちまてこそゆるささりけれ"
    ]
  ],
  [
    13,
    [
      "たにふかみみつかけくさのしたつゆやしられぬこひのなみたなるらむ",
      "みなせやまゆふかけくさのしたつゆやあきなくしかのなみたなるらむ"
    ]
  ],
  [
    15,
    [
      "ひとしれすおもひそめてしやまかはのいはまのみつをもらしつるかな",
      "ひとしれすおもひそめてしくれなゐのいろにいてぬへくおもほゆるかな"
    ]
  ],
  [
    15,
    [
      "かつしかのうらまのなみのうちつけにみそめしひとのこひしきやなそ",
      "つのくにのうらのはつしまはつかにもみなくにひとのこひしきやなそ"
    ]
  ],
  [
    14,
    [
      "あふこともたかためなれはたまのをのいのちもしらすものおもふらむ",
      "あひみるもたかためなれはたまのをのたえぬへきまてひとをこふらむ"
    ]
  ],
  [
    13,
    [
      "なかきよをあかしのうらにやくしほのけふりはそらにたちやのほらむ",
      "いかなれはあはてのうらにやくしほのけふりはなのみたつよなるらむ"
    ]
  ],
  [
    15,
    [
      "あまのたくもしほのけふりわかかたになひかぬこひのみをこかすかな",
      "あまのたくもしほのけふりたつそらもなくなくからきみのおもひかな"
    ]
  ],
  [
    15,
    [
      "あまのたくもしほのけふりわかかたになひかぬこひのみをこかすかな",
      "あまのたくもにすむむしにあらねともわれからこひにみをこかすかな"
    ]
  ],
  [
    2,
    [
      "よよをへてたえしとおもふよしのかはなかれておつるたきのしろいと",
      "よよをへてたえしとそおもふよしのかはなかれておつるたきのしらいと"
    ]
  ],
  [
    15,
    [
      "ふへきよのかきりもしらすそのほとにいつとちきらむことのはかなさ",
      "つれなさのかきりもしらすおなしよにいのちあらはとたのむはかなさ"
    ]
  ],
  [
    14,
    [
      "はかなしやたのめはこそはちきりけめやかてわかれもしらぬいのちに",
      "はかなくそこのよはかりをちきりけるまたあふまてもしらぬいのちに"
    ]
  ],
  [
    12,
    [
      "いまこむとたのめしひとのなかりせはねてありあけのつきをみましや",
      "いまこむとたのめしひとのいつはりをいくありあけのつきにまつらむ"
    ]
  ],
  [
    1,
    [
      "したひものゆふつけとりのこゑたててけさのわかれにわれそなきぬる",
      "したひもをゆふつけとりのこゑたててけさのわかれにわれそなきぬる"
    ]
  ],
  [
    15,
    [
      "あかつきのわかれをしらてくやしくもあはぬつらさをうらみけるかな",
      "かかりけるわかれをしらてやましろのとはにもきみをたのみけるかな"
    ]
  ],
  [
    15,
    [
      "ゆめならてまたやかよはむしらつゆのおきわかれにしままのつきはし",
      "ゆきやらてさそまよひけむしらつゆのおきわかれにしあけくれのそら"
    ]
  ],
  [
    15,
    [
      "としふれとかはらぬものはそのかみにいのりかけてしあふひなりけり",
      "としふれとかへらぬいろははることにはなにそめてしこころなりけり"
    ]
  ],
  [
    15,
    [
      "もみちはにいろみえわかてちるものはものおもふあきのなみたなりけり",
      "たらちねのこころのやみをしるものはこをおもふときのなみたなりけり"
    ]
  ],
  [
    14,
    [
      "たのめつつこぬをつらさのかきりとてまたしとおもふゆふくれもなし",
      "たのめつつこぬよのかすはつもれともまたしとおもふこころたになし"
    ]
  ],
  [
    13,
    [
      "わすれにしひとはなこりもみえねともおもかけのみそたちもはなれす",
      "きみこふるなみたにつきはみえねともおもかけのみそたちもはなれぬ"
    ]
  ],
  [
    15,
    [
      "いくとせかたかせのよとのこもまくらかりそめなからむすひきぬらむ",
      "うきなのみたかせのよとのこもまくらかはさぬなかになほやみたれむ"
    ]
  ],
  [
    15,
    [
      "こよひとやかねてあらしのはらふらむそらにくもなきやまのはのつき",
      "くるるよのあらしはなにをはらふらむかねてくもなきやまのはのつき"
    ]
  ],
  [
    15,
    [
      "なにこととおもひわかねとかみなつきしくるるころはものそかなしき",
      "なにことをおもひつつくとなけれともあめのねさめはものそかなしき"
    ]
  ],
  [
    15,
    [
      "やまてらのあかつきかたのかねのおとになかきねふりをさましてしかな",
      "ほんかくのやまのたかねのかねのおとになかきねむりをおとろかすかな"
    ]
  ],
  [
    6,
    [
      "おもはしとおもふものからまつやまのすゑこすなみにそてはぬれつつ",
      "おもはしとおもふものからまつやまのすゑこすなみにぬれつつそふる"
    ]
  ],
  [
    15,
    [
      "あらしふくみねのささやのくさまくらかりねのゆめはむすふともなし",
      "のへのいほいそのとまやのたひまくらならはぬゆめはむすふともなし"
    ]
  ],
  [
    15,
    [
      "あしきたののさかのうらにふなてしてみしまにゆかむなみたつなゆめ",
      "あしきたののさかのうらになくちとりみしまにかよふこゑそふけぬる"
    ]
  ],
  [
    11,
    [
      "なにはとをこきいててみれはかみさふるいこまのたけにくもそたなひく",
      "なにはとをこきいててみれはしくれふるいこまのたけはもみちしてけり"
    ]
  ],
  [
    12,
    [
      "あまころもたみののしまにやととへはゆふしほみちてたつそなくなる",
      "あまころもたみののしまのゆふしほにちとせをさしてたつそなくなる"
    ]
  ],
  [
    2,
    [
      "たかためになかきふゆまてにほふらむとははちとせときみそこたへむ",
      "たかためになかきふゆまてにほふらむとははちとせときみはこたへよ"
    ]
  ],
  [
    14,
    [
      "かすかののおとろのみちのうもれみつすゑたにかみのしるしあらはせ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    11,
    [
      "きみにこころを",
      "わするるくさのたねをたに"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "いとのもとには"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "かくれぬほとに"
    ]
  ],
  [
    11,
    [
      "きみにこころを",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "ことはかよへと"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "きみにこころを",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "きみにこころを",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "きみにこころを",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "つまふくかせの"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "きみにこころを",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "きみにこころを",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "きみにこころを",
      "なにかわかれの"
    ]
  ],
  [
    10,
    [
      "きみにこころを",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    11,
    [
      "わするるくさのたねをたに",
      "いとのもとには"
    ]
  ],
  [
    10,
    [
      "わするるくさのたねをたに",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "ことはかよへと"
    ]
  ],
  [
    10,
    [
      "わするるくさのたねをたに",
      "くちかたむ"
    ]
  ],
  [
    10,
    [
      "わするるくさのたねをたに",
      "ありなくさめて"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "わするるくさのたねをたに",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    11,
    [
      "わするるくさのたねをたに",
      "つまふくかせの"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "なかつきや"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "わするるくさのたねをたに",
      "またもあはめやも"
    ]
  ],
  [
    11,
    [
      "わするるくさのたねをたに",
      "たつわたるみゆ"
    ]
  ],
  [
    11,
    [
      "わするるくさのたねをたに",
      "つゆのおきゐて"
    ]
  ],
  [
    11,
    [
      "わするるくさのたねをたに",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "わするるくさのたねをたに",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "わするるくさのたねをたに",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    13,
    [
      "けさみれはかすみのころもおりかけてしつはたやまにはるはきにけり",
      "さほひめのかすみのころもふゆかけてゆきけのそらにはるはきにけり"
    ]
  ],
  [
    15,
    [
      "あさあけのかすみのころもほしそめてはるたちなるるあまのかくやま",
      "さほひめのかすみのころもおりかけてほすそらたかきあまのかくやま"
    ]
  ],
  [
    15,
    [
      "わかなつむわかころもてもしろたへにとふひののへはあはゆきそふる",
      "わかなつむころもてぬれてかたをかのあしたのはらにあはゆきそふる"
    ]
  ],
  [
    15,
    [
      "けふもまたひともとはてやくれなゐのこそめのうめのはなのさかりを",
      "のもやまもにほひにけりなくれなゐのこそめのうめのはなのしたかせ"
    ]
  ],
  [
    15,
    [
      "つゆにたにむすほほれたるあをやきのいととみたれてはるかせそふく",
      "たちならふこすゑはあれとあをやきのいとのみなひくはるかせそふく"
    ]
  ],
  [
    2,
    [
      "たのまれすはなのこころをおもへはやちらぬさきよりうくひすのなく",
      "たのまれぬはなのこころとおもへはやちらぬさきよりうくひすのなく"
    ]
  ],
  [
    15,
    [
      "さきにほふはなをひかりにさしそへてこのまをいつるはるのよのつき",
      "ふたもとのはなのひかりをそへむとやかすまていつるはるのよのつき"
    ]
  ],
  [
    11,
    [
      "ふきはらふこのしたかせにかつきえてつもらぬにはのはなのしらゆき",
      "またさそふこのしたかせにかつきえてふるとしもなきはなのしらゆき"
    ]
  ],
  [
    15,
    [
      "さきにけりなはしろみつにかけみえてたなかのゐとのやまふきのはな",
      "なかれゆくかはせのみつにかけみえてちらぬもうかふやまふきのはな"
    ]
  ],
  [
    15,
    [
      "けふよりはちよをかさねむはしめとてまつひとへなるなつころもかな",
      "あらたまのとしをかさねてかへつれとなほひとへなるなつころもかな"
    ]
  ],
  [
    15,
    [
      "なきぬともひとにかたらしほとときすたたしのひねはわれにきかせよ",
      "かはらすとひとにかたらむほとときすむかしのこゑはわれのみそきく"
    ]
  ],
  [
    14,
    [
      "まちわふるやとともしらすほとときすくものいつくのつきになくらむ",
      "まちわふるこころをしらてほとときすひとのためにやはつねなくらむ"
    ]
  ],
  [
    15,
    [
      "ほとときすなくひとこゑもあけやらすなほよをのこすおいのねさめに",
      "ほとときすかたらふこゑもあはれなりむかしこひしきおいのねさめに"
    ]
  ],
  [
    15,
    [
      "かきりなきなみたとみせてほとときすおのかさつきのあめになくなり",
      "いろふかきなみたをかりてほとときすわかころもてのもりになくなり"
    ]
  ],
  [
    14,
    [
      "にほひくるはなたちはなのそてのかになみたつゆけきうたたねのゆめ",
      "にほひくるはなたちはなのそてのかにこのさとひともむかしこふらし"
    ]
  ],
  [
    15,
    [
      "たちはなのはなちるさとのほとときすかたらひしつつなかぬひもなし",
      "たちはなのはなのやととふほとときすかれなていまもむかしこふなり"
    ]
  ],
  [
    15,
    [
      "あかつきのそらとはいはしなつのよはまたよひなからありあけのつき",
      "あかつきのわかれはいまたならはねはうしともしらすありあけのつき"
    ]
  ],
  [
    15,
    [
      "つのくにのなにはのさとのゆふすすみあしのしのひにあきかせそふく",
      "やまもとのならのこかけのゆふすすみいはもるみつにあきかせそふく"
    ]
  ],
  [
    14,
    [
      "ゆふされはしののをささをふくかせのまたきにあきのけしきなるかな",
      "ゆふされはまかきのをきをふくかせのめにみぬあきをしるなみたかな"
    ]
  ],
  [
    11,
    [
      "いまよりはすすしくなりぬひくらしのなくやまかけのあきのゆふかせ",
      "いまよりはすすしくなりぬかたをかのしののはわけのあきのはつかせ"
    ]
  ],
  [
    14,
    [
      "ゆふされはまかきのをきをふくかせのめにみぬあきをしるなみたかな",
      "ゆふされはしののをささをふくかせのまたきにあきのけしきなるかな"
    ]
  ],
  [
    14,
    [
      "いかはかりうれしからましたなはたのまつよのかすのあふよなりせは",
      "いかはかりなほうからましいつはりのなきよにかはるちきりなりせは"
    ]
  ],
  [
    14,
    [
      "いかはかりうれしからましたなはたのまつよのかすのあふよなりせは",
      "いかはかりくるしからましまつことのうきみにもなほあるよなりせは"
    ]
  ],
  [
    14,
    [
      "あふとてもなれすやあらむたなはたのまとほにきたるあまのはころも",
      "あひみてもうらみはたえしたなはたのまれにかさぬるあまのはころも"
    ]
  ],
  [
    15,
    [
      "いとはやもさきにほふらむをやまたのかりほのやとのあきはきのはな",
      "いろことにさきにほふらしあさつゆのたましくにはのあきはきのはな"
    ]
  ],
  [
    14,
    [
      "いとはやもさきにほふらむをやまたのかりほのやとのあきはきのはな",
      "いまよりやさきにほふらむさをしかのこゑきくをののあきはきのはな"
    ]
  ],
  [
    14,
    [
      "なみたさへあきのものとはいつなりてくるれはひとのそてぬらすらむ",
      "なそもかくつゆのいのちといひおきてきゆれはひとのそてぬらすらむ"
    ]
  ],
  [
    5,
    [
      "そのこととおもはてもののかなしきやあきのゆふへのならひなるらむ",
      "そのこととおもはてそてのつゆけきやあきのゆふへのならひなるらむ"
    ]
  ],
  [
    15,
    [
      "しきたへのとこのうらわのなみまくらやとるやつきのうきねなるらむ",
      "しきたへのとこのうらわのあまをふねうきねさためぬつきやみるらむ"
    ]
  ],
  [
    3,
    [
      "あきはきにみたるるつゆはなくしかのこゑよりおつるなみたなりけり",
      "あきはきのみたるるたまはなくしかのこゑよりおつるなみたなりけり"
    ]
  ],
  [
    14,
    [
      "あしひきのやまたのいねのかたよりにつゆこきたれてあきかせそふく",
      "みわたせはやまたのほなみかたよりになひけはやかてあきかせそふく"
    ]
  ],
  [
    14,
    [
      "うらかせやよさむなるらむまつしまやあまのとまやにころもうつなり",
      "うらかせやなほさむからしなにはひとあしひたくやにころもうつなり"
    ]
  ],
  [
    12,
    [
      "まはきちるとほさとをののあきかせにはなすりころもいまやうつらむ",
      "はしたかのとやまのさとのあきかせにはつかりころもいまやうつらむ"
    ]
  ],
  [
    15,
    [
      "なかきよもあかすそみつるひさかたのあまのとわたるありあけのつき",
      "なかきよもなほあかすとやみしまえのあしまにやとるありあけのつき"
    ]
  ],
  [
    15,
    [
      "ふかくさのやまのすそののあさちふにゆふかせさむみうつらなくなり",
      "なにとなくやまたのいほのかなしきにあきかせさむみうつらなくなり"
    ]
  ],
  [
    15,
    [
      "ふかくさのやまのすそののあさちふにゆふかせさむみうつらなくなり",
      "ふかくさのさとはむかしのあさちはらおきそふつゆにうつらなくなり"
    ]
  ],
  [
    15,
    [
      "あきかせになひくあさちはしもかれていろことになるみねのもみちは",
      "あきかせになひくよりなほあさちふのいろことになるけさのはつしも"
    ]
  ],
  [
    15,
    [
      "ふゆきぬといはぬをしるもわかそてのなみたにまかふしくれなりけり",
      "ふるもかつはるるもやすきわかそてのなみたかはらぬしくれなりけり"
    ]
  ],
  [
    15,
    [
      "そてぬらすおいそのもりのしくれこそうきにとしふるなみたなりけれ",
      "そてぬらすなみたににたるしくれこそわかみよにふるたくひなりけれ"
    ]
  ],
  [
    15,
    [
      "いなふねもとまひきおほへもかみかはしはしはかりのしくれなりとも",
      "いなふねものほりかねたるもかみかはしはしはかりといつをまちけむ"
    ]
  ],
  [
    2,
    [
      "ちりはててはななきときのきくなれはうつろふいろのをしくもあるかな",
      "ちりはててはななきときのはななれはうつろふいろのをしくもあるかな"
    ]
  ],
  [
    15,
    [
      "はやきせにめくるみなわのうきなからこほりてとまるやまかはのみつ",
      "たえたえになほみなかみはなかれきてこほりにとまるやまかはのみつ"
    ]
  ],
  [
    15,
    [
      "はかなくもひろへはきゆるたまささのうへにみたれてふるあられかな",
      "おとにのみふるとはきけとたまささのうへにたまらすちるあられかな"
    ]
  ],
  [
    15,
    [
      "あまのはらくもまもみえすふるゆきのいくかともなきみよしののやま",
      "あまのはらそらかきくらしふるゆきにおもひこそやれみよしののやま"
    ]
  ],
  [
    13,
    [
      "そのかみやいのりおきけむかすかののおなしみちにもたつねゆくかな",
      "くもりなきよのひかりにやかすかののおなしみちにもたつねゆくらむ"
    ]
  ],
  [
    15,
    [
      "かすかやまかみのこころはしらねともいのりしままにみをたのむかな",
      "あすかゐのはるのこころはしらねともやとりしぬへきはなのかけかな"
    ]
  ],
  [
    14,
    [
      "むらさきのくものむかへをまつはなほこころのつきのはれぬなりけり",
      "むらさきのくものむかへをまつのとにこころをとほくかくるふちなみ"
    ]
  ],
  [
    15,
    [
      "くものなみけふりのなみのたちへたてあひみむことのかたくもあるかな",
      "やまかはのいはまのなみのたかけれはかへらむことのかたくもあるかな"
    ]
  ],
  [
    3,
    [
      "たまきはるいのちもしらすわかれぬるひとをまつへきみこそおいぬれ",
      "たまきはるこころもしらすわかれぬるひとをまつへきみこそおいぬれ"
    ]
  ],
  [
    15,
    [
      "わすれすよきよみかせきのなみまよりかすみてみえしみほのうらまつ",
      "わすれすよみはしのはなのこのまよりかすみてふけしくものうへのつき"
    ]
  ],
  [
    15,
    [
      "むさしのはゆくすゑちかくなりにけりこよひそみつるやまのはのつき",
      "ほともなくまつよりうへになりにけりこのまにみつるやまのはのつき"
    ]
  ],
  [
    15,
    [
      "ふるさとにおなしくもゐのつきをみはたひのそらをやおもひいつらむ",
      "ふるさとにむかしわすれすさくはなはたかよのはるをおもひいつらむ"
    ]
  ],
  [
    15,
    [
      "ふるさとにわかれしそてもいかならむしらぬたひねのあきのゆふつゆ",
      "ふるさとをわすれむとてもいかかせむたひねのあきのよはのまつかせ"
    ]
  ],
  [
    14,
    [
      "ふみわけしむかしはゆめかうつのやまあとともみえぬつたのしたみち",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    15,
    [
      "うらかせにものおもふとしはなけれともなみのよるこそねられさりけれ",
      "あきくれはものおもふとしはなけれともはきのうははそつゆけかりける"
    ]
  ],
  [
    15,
    [
      "しほかせにとまのうはふきひまみえてうきねのまくらあけぬこのよは",
      "しほかせによさのうらまつおとさえてちとりとわたるあけぬこのよは"
    ]
  ],
  [
    12,
    [
      "いかにせむそてよりほかにもるやまのしたくさかけていろにいてなは",
      "いかにせむそてにひとめをもるやまのつゆもしくれもいろにいてなは"
    ]
  ],
  [
    13,
    [
      "こひしともいははおろかになりぬへしこころをみすることのはもかな",
      "こひしてふいつはりいかにつらからむこころをみすることのはならは"
    ]
  ],
  [
    13,
    [
      "いはておもふこころのいろをひととははをりてやみせむやまふきのはな",
      "いはておもふこころのいろかいもせやまなかなるかはのやまふきのはな"
    ]
  ],
  [
    14,
    [
      "ひとしれすおもふこころはあきはきのしたはのいろにいてぬへきかな",
      "ひとしれすおもふこころはとしへてもなにのかひなくなりぬへきかな"
    ]
  ],
  [
    13,
    [
      "しられしなたえすこころにかかるともいはてのやまのみねのしらくも",
      "あさゆふにあふくこころにかかるかななからのやまのみねのしらくも"
    ]
  ],
  [
    14,
    [
      "しられしなたえすこころにかかるともいはてのやまのみねのしらくも",
      "いつまてかすまてこころにかかるへきふかきみやまのみねのしらくも"
    ]
  ],
  [
    15,
    [
      "いかにせむおもひそめつるなみたよりやかてちしほのいろにいてなは",
      "いかにせむもらしそめつるなみたにもおもふはかりのいろしみえすは"
    ]
  ],
  [
    15,
    [
      "わかなみたよしののかはのよしさらはいもせのやまのなかになかれよ",
      "すゑたえぬよしののかはのみなかみやいもせのやまのなかをゆくらむ"
    ]
  ],
  [
    14,
    [
      "かけろふのほのめくかけをみてしよりたれともしらぬこひもするかな",
      "したひものとくるはかりをたのみにてたれともしらぬこひもするかな"
    ]
  ],
  [
    13,
    [
      "なにはなるみつとはかりのちきりにておきふしあしのねこそなかるれ",
      "みつとりのたつなはかりをちきりにてつかはぬをしのねこそなかるれ"
    ]
  ],
  [
    14,
    [
      "たえすたつもしほのうらのゆふけふりいかなるときにおもひけたれむ",
      "たえすたつわかしたもえのゆふけふりいかなるそらのくもにまかへむ"
    ]
  ],
  [
    12,
    [
      "これやこのあはてのうらにやくしほのけふりたえせぬおもひなるらむ",
      "いかなれはあはてのうらにやくしほのけふりはなのみたつよなるらむ"
    ]
  ],
  [
    12,
    [
      "あふことをいつしかとのみまつしまのかはらすひとをこひわたるかな",
      "あふことをいまやいまやとまつのきのときはにひとをこひわたるかな"
    ]
  ],
  [
    9,
    [
      "あふことをいつしかとのみまつしまのかはらすひとをこひわたるかな",
      "あふことをいつしかとのみまつかせのおとにしられてこひわたるかな"
    ]
  ],
  [
    3,
    [
      "わかせこをまつちのやまのくすかつらたまさかにたにくるよしもかな",
      "わかせこをまつらのやまのくすかつらたまさかにたにくるよしもなし"
    ]
  ],
  [
    15,
    [
      "いつはりとおもひなからもたのむかなうきをしらぬはこころなりけり",
      "いつはりとおもひなからもことのはにかかるはつゆのいのちなりけり"
    ]
  ],
  [
    11,
    [
      "いつはりとおもひなからもたのむかなうきをしらぬはこころなりけり",
      "いくほととおもひなからもなけくこそうきよをしらぬこころなりけれ"
    ]
  ],
  [
    15,
    [
      "うかりけるこころをしらてやましろのゐてのたまみつなにたのみけむ",
      "かかりけるわかれをしらてやましろのとはにもきみをたのみけるかな"
    ]
  ],
  [
    12,
    [
      "あすしらぬみにはたのますおのつからちきりしままのひかすなりとも",
      "あすしらぬみにはたのますゆくすゑをちきるはひとのまことなりとも"
    ]
  ],
  [
    14,
    [
      "なかむれはそらやはくもるあきのつきこひはこれまてうきなみたかな",
      "なかむれはそらやはかはるあきのつきみしよをうつせそてのなみたに"
    ]
  ],
  [
    15,
    [
      "まつひととともにそみましいつはりのなきよなりせはやまのはのつき",
      "きみまつとひとにはいはぬいつはりもいくよになりぬやまのはのつき"
    ]
  ],
  [
    15,
    [
      "ゆめならはまたみるかひもありなましなになかなかのうつつなるらむ",
      "たのめすはおもひたえてもやみなましなになかなかのなさけなるらむ"
    ]
  ],
  [
    13,
    [
      "わするなよみとせののちのにひまくらさたむはかりのつきひなりとも",
      "わするなよむすふひとよのにひまくらゆめはかりなるちきりなりとも"
    ]
  ],
  [
    9,
    [
      "わすれしといひしはかりのことのはやたのまぬもののかたみなるらむ",
      "わすれしといひしはかりのことのはやつらきかなかのなさけなるらむ"
    ]
  ],
  [
    15,
    [
      "ゆふされはまたれしものとおもふこそこころにのこるかたみなりけれ",
      "みかさやまかみはすてしとおもふこそうきみにのこるたのみなりけれ"
    ]
  ],
  [
    4,
    [
      "みのうさをおもひしりぬるものならはつらきこころをなにかうらみむ",
      "みをうしとおもひしりぬるものならはつらきこころもなにかうらみむ"
    ]
  ],
  [
    14,
    [
      "みのうさをおもひしりぬるものならはつらきこころをなにかうらみむ",
      "みのうさをおもひもしらぬものならはなにをかこひのなくさめにせむ"
    ]
  ],
  [
    12,
    [
      "ちはやふるかみのたむけのゆふたすきかけてやひとのひとをこふらむ",
      "ちはやふるかみのみむろのますかかみかけていくよのかけをこふらむ"
    ]
  ],
  [
    11,
    [
      "ちはやふるかみのたむけのゆふたすきかけてやひとのひとをこふらむ",
      "ちはやふるかみのそのふのゆふたすきかけていくよのすゑまもるらむ"
    ]
  ],
  [
    15,
    [
      "やまのはにまたれていつるつきかけのはつかにみえしよはのこひしさ",
      "やまのはにふけていてたるつきかけのはつかにたにもいかてしらせむ"
    ]
  ],
  [
    11,
    [
      "あふさかのせきのあなたのいかなれはこえてもまよふこひちなるらむ",
      "あふさかのせきのこなたのいかなれはまたこえぬよりくるしかるらむ"
    ]
  ],
  [
    5,
    [
      "なかれてとたのめしことはゆくすゑのなみたのうへをいふにそありける",
      "なかれてとちきりしことはゆくすゑのなみたのかはをいふにそありける"
    ]
  ],
  [
    14,
    [
      "いせのうみのあまのもしほきこりもせておなしうらみにとしそふりぬる",
      "いせのうみのあまのもしほきこりなからからしやけたぬおなしけふりを"
    ]
  ],
  [
    14,
    [
      "うきみをはわすれはつともちきりおきしわかいつはりやおもひいつらむ",
      "うきみをはわすれはつともふるさとのはなのたよりはおもひいてなむ"
    ]
  ],
  [
    15,
    [
      "よのなかをなににたとへむかせふけはゆくへもしらぬみねのしらくも",
      "よのなかをなににたとへむあさほらけこきゆくふねのあとのしらなみ"
    ]
  ],
  [
    1,
    [
      "こころにもあらぬわかれはありやせむたれもしるよのいのちならねは",
      "こころにもあらぬわかれはありやせむこれもしるよのいのちならねは"
    ]
  ],
  [
    15,
    [
      "はなさかぬときはのやまのみねにたにさくらをみせてかかるしらくも",
      "はなさかぬときはのやまのうくひすはかすみをみてやはるをしるらむ"
    ]
  ],
  [
    13,
    [
      "いたつらにつきひはゆきとつもりつつわかみふりぬるとしのくれかな",
      "いたつらにつもれはおいといとひてもわかみをさらぬとしのくれかな"
    ]
  ],
  [
    14,
    [
      "あしねはふいりえのをふねさすかなほうきにたへてもよをわたるかな",
      "あしねはふほりえのはしのたえすなほしたにみたれてこひわたるかな"
    ]
  ],
  [
    14,
    [
      "みなかみはいつこなるらむしらくものなかよりおつるぬのひきのたき",
      "いくよともしられぬものはしらくものうへよりおつるぬのひきのたき"
    ]
  ],
  [
    15,
    [
      "くもらしなますみのかかみかけそふるくすはのみやのはるのよのつき",
      "くもらしなますみのかかみかけそへていはとをいてしつきのひかりは"
    ]
  ],
  [
    12,
    [
      "こころたにうきよをふかくいとひなはなにかはやまのおくももとめむ",
      "うきよたにこころにやすくのかれなはなにかはやまのおくももとめむ"
    ]
  ],
  [
    7,
    [
      "さりともとむかしはすゑもたのまれきおいそうきみのかきりなりける",
      "さりともとむかしはすゑをたのみきておいそなけきのかきりなりける"
    ]
  ],
  [
    15,
    [
      "ふけゆけはやまかけもなしよしのなるなつみのかはのあきのよのつき",
      "ふけゆけはまつかせさむしおほとものみつのとまりのあきのよのつき"
    ]
  ],
  [
    12,
    [
      "つきはなほみしよのかけやのこるらむあるにもあらぬそてのなみたに",
      "つきもなほみしおもかけやかはるらむなきふるしてしそてのなみたに"
    ]
  ],
  [
    13,
    [
      "いにしへをおもひいてつつなかむれはやかてなみたにくもるつきかな",
      "ふるさとをおもひやりつつなかむれはこころひとつにくもるつきかけ"
    ]
  ],
  [
    15,
    [
      "あなしかはかはおとたかしまきもくのゆつきかたけにくもたてるらし",
      "あさまたきかすみたなひくまきもくのゆつきかたけにはるたつらしも"
    ]
  ],
  [
    15,
    [
      "ゆくすゑはうきよりほかになにをかはむかしはとてもひとにかたらむ",
      "かすかすにうきよりほかはなにをかはおもひいててもひとをしのはむ"
    ]
  ],
  [
    15,
    [
      "なほしはしいのちををしとおもふこそおいをいとはぬこころなりけれ",
      "いとひてものちをいかにとおもふこそなほよにとまるこころなりけれ"
    ]
  ],
  [
    2,
    [
      "しりなからいとはぬよこそこひしけれわかためつらきみをおもふとて",
      "しりなからいとはぬよこそかなしけれわかためつらきみをおもふとて"
    ]
  ],
  [
    13,
    [
      "さてもまたいつくをつひのすみかとていへをいてむとおもひたつらむ",
      "はかなしやいつこをつひのすみかとてこれをはたひとおもひなすらむ"
    ]
  ],
  [
    15,
    [
      "うきよとていとひすててもいかかせむそむかぬたにもかすならぬみを",
      "うきよとてそむきはててもいかかせむあらましにたにかはるこころを"
    ]
  ],
  [
    15,
    [
      "みやはしらふとしきたててよろつよにいまそさかえむかまくらのさと",
      "みやはしらふとしきたててわかくににいくよへぬらむすみよしのかみ"
    ]
  ],
  [
    3,
    [
      "あさきりによとのわたりをゆくふねのしらぬわかれもそてぬらしけり",
      "あさきりによとのわたりをゆくふねのしらぬわかれもそてはぬれけり"
    ]
  ],
  [
    15,
    [
      "しろたへのそてにそまかふみやこひとわかなつむののはるのあはゆき",
      "しろたへのそてもまかはすゆききえてわかなつむのははるめきにけり"
    ]
  ],
  [
    15,
    [
      "くもゐよりのとかにかすむやまのはのあらはれわたるはるのあけほの",
      "はなのいろもひとつにかすむやまのはのよこくもにほふはるのあけほの"
    ]
  ],
  [
    15,
    [
      "うらとほきなにはのはるのゆふなきにいりひかすめるあはちしまやま",
      "なにはかたなみちはれゆくゆふなきにいりひまちかきあはちしまやま"
    ]
  ],
  [
    15,
    [
      "いろかをもしるひとなしとおもふらむはなのこころをきてもとへかし",
      "いろかをもしるひとみよとさくうめのはなのこころにまかせてそをる"
    ]
  ],
  [
    14,
    [
      "しらくものいろはひとつをさくらはなさきぬとにほふはるのやまかせ",
      "ひさかたのひかりのとかにさくらはなちらてそにほふはるのやまかせ"
    ]
  ],
  [
    15,
    [
      "あはれしるひとはとひこてやまさとのはなにかたふくあたらよのつき",
      "あはれしるひとにみせはややまさとのあきのよふかきありあけのつき"
    ]
  ],
  [
    15,
    [
      "よしのやまはなのさかりやけふならむそらさへにほふみねのしらくも",
      "よしのやまおなしさくらのいろなからをられぬはなやみねのしらくも"
    ]
  ],
  [
    12,
    [
      "ほのほのとあけゆくやまのたかねよりかすみににほふはなのしらくも",
      "ほのほのとあけゆくやまのたかねよりよこくもかけてふれるしらゆき"
    ]
  ],
  [
    14,
    [
      "ここのへのまちかきやとのやへさくらはるをかさねてきみそみるへき",
      "いろかへぬまつのちとせのありかすにはるをかさねてきみそみるへき"
    ]
  ],
  [
    15,
    [
      "ゆきとのみふるのやまへはうつもれてあをはそはなのしるしなりける",
      "みわのやまよのまのゆきにうつもれてしたはそすきのしるしなりける"
    ]
  ],
  [
    15,
    [
      "をちこちのなはしろみつにせきかけてはるゆくかははすゑそわかるる",
      "はるのたのなはしろみつをまかすれはすたくかはつのこゑそなかるる"
    ]
  ],
  [
    15,
    [
      "つれもなくくれぬるそらをわかれにてゆくかたしらすかへるはるかな",
      "あまつそらくるるをけふのわかれにてゆくへもしらすかへるあきかな"
    ]
  ],
  [
    14,
    [
      "ありあけのつきにそたのむほとときすいひしはかりのちきりならねと",
      "ありあけのつきにもなかすほとときすつれなきほとのかきりしらせて"
    ]
  ],
  [
    15,
    [
      "やとことにたれかはまたぬほとときすいつこをわきてはつねなくらむ",
      "さとことになのるはおなしほとときすきくひとからやはつねなるらむ"
    ]
  ],
  [
    15,
    [
      "ほとときすくものいつくにやすらひてあけかたちかきつきになくらむ",
      "ほとときすうのはなやまにやすらひてそらにしられぬつきになくなり"
    ]
  ],
  [
    15,
    [
      "ほとときすくものいつくにやすらひてあけかたちかきつきになくらむ",
      "ほとときすくものいつくにしのひきてそらよりもらすはつねなるらむ"
    ]
  ],
  [
    15,
    [
      "うつもれぬこれやなにはのたまかしはもにあらはれてとふほたるかな",
      "くもらしとみかくこころのたまかしはもにあらはれてよをいのるかな"
    ]
  ],
  [
    15,
    [
      "かきくもるほとこそなけれあまくものよそになりゆくゆふたちのそら",
      "はるるかとさすかにみえてあまくものよそになりゆくさみたれのそら"
    ]
  ],
  [
    11,
    [
      "いつしかとをきのうははもおとつれてそてにしをるるあきのはつかせ",
      "のきちかきまつのこすゑにおとつれてそてにしらるるあきのはつかせ"
    ]
  ],
  [
    15,
    [
      "をかのへやいつともわかぬまつかせのみにしむほとにあきはきにけり",
      "そてのうへにいつともわかぬしらつゆのくさはにむすふあきはきにけり"
    ]
  ],
  [
    13,
    [
      "いまよりのつゆをはつゆとをきのはになみたかつちるあきかせそふく",
      "わきてなほゆふへはつゆのをきのはになみたもそよとあきかせそふく"
    ]
  ],
  [
    15,
    [
      "あきやまのすそののすすきうちなひきくれゆくかせにうつらなくなり",
      "つきかけのいるののすすきうちなひきあかつきつゆにしかそなくなる"
    ]
  ],
  [
    15,
    [
      "よをさむみかりはのをのになくしかのなれはまさらぬつまをこふらし",
      "あすしらぬかりはのをのになくしかはこよひはかりとつまやこふらむ"
    ]
  ],
  [
    15,
    [
      "ふしみやまふもとのきりのたえまよりはるかにみゆるうちのかはなみ",
      "ふしみやまふもとのいなはくもはれてたのもにのこるうちのかはきり"
    ]
  ],
  [
    13,
    [
      "あしひきのやまのはきよくそらすみてくもをはよそにいつるつきかけ",
      "あしひきのやまのはたかくなりにけりあらしのよそにすめるつきかけ"
    ]
  ],
  [
    15,
    [
      "つゆしものおくてのいなはいろつきてかりいほさむきあきのやまかせ",
      "しらとりのとはたのほなみふきたててもるいほさむきあきのやまかせ"
    ]
  ],
  [
    14,
    [
      "をやまたのいほもるしつかころもてはつゆもよすからおきあかしけり",
      "をやまたのいほもるしつのあきのそてやとかるつゆそおきあかしける"
    ]
  ],
  [
    15,
    [
      "もみちはによそのひかけはのこれともしくれにくるるあきのやまもと",
      "もみちするみねのかけはしみわたせはくれなゐくくるあきのやまひと"
    ]
  ],
  [
    15,
    [
      "もみちはによそのひかけはのこれともしくれにくるるあきのやまもと",
      "みねになるゆふひのかけはのこれともきりよりはるるをちのやまもと"
    ]
  ],
  [
    15,
    [
      "つもりゆくつきひのほとをおもふにもこしかたをしきとしのくれかな",
      "あすしらぬよのはかなさをおもふにもをしかるましきとしのくれかは"
    ]
  ],
  [
    14,
    [
      "さらてたにうつろひやすきはなのいろにちるをさかりとやまかせそふく",
      "ときのまにうつろひやすきはなのいろはいまをさかりとみるそらもなし"
    ]
  ],
  [
    15,
    [
      "さくらはないまやちるらむみよしののやましたかせにふれるしらゆき",
      "はるならぬはなもみよとやみよしののたままつかえにふれるしらゆき"
    ]
  ],
  [
    13,
    [
      "さくらはないまやちるらむみよしののやましたかせにふれるしらゆき",
      "さくらはないまやさくらむみよしののやまもかすみてはるさめそふる"
    ]
  ],
  [
    14,
    [
      "かすかやまたにのまつとはくちぬともこすゑにかへれきたのふちなみ",
      "かすかやまかみのめくみはむかしにもこえてさかゆるきたのふちなみ"
    ]
  ],
  [
    15,
    [
      "まちなれしおほうちやまのほとときすいまはくもゐのよそにきくかな",
      "またなれぬおほうちやまのほとときすことしはつねをききそそめつる"
    ]
  ],
  [
    13,
    [
      "つれもなきわかれはしらしほとときすなにありあけのつきになくらむ",
      "つれなさをいつとたのみてほとときすなほありあけのつきにまつらむ"
    ]
  ],
  [
    14,
    [
      "いまよりはすすしくなりぬかたをかのしののはわけのあきのはつかせ",
      "かねてたにすすしかりしをかたをかのもりのこすゑのあきのはつかせ"
    ]
  ],
  [
    15,
    [
      "をきのはにむかしはかかるかせもなしおいはいかなるゆふへなるらむ",
      "うきをたにむかしといへはしのふかなおいはいかなるこころなるらむ"
    ]
  ],
  [
    12,
    [
      "いつまてとおもふにもののかなしきはいのちまつまのあきのゆふくれ",
      "むかしいまおもふにもののかなしきはおいてよにふるあきのゆふくれ"
    ]
  ],
  [
    14,
    [
      "くもはるるみかみのやまのあきかせにささなみとほくいつるつきかけ",
      "くもはらふとやまのみねのあきかせにまきのはなひきいつるつきかけ"
    ]
  ],
  [
    15,
    [
      "なかきよのねさめのとこのきりきりすおなしまくらにねをのみそなく",
      "つゆふかきよさむのあきのきりきりすくさのまくらにうらみてそなく"
    ]
  ],
  [
    15,
    [
      "なかきよのねさめのとこのきりきりすおなしまくらにねをのみそなく",
      "なかきよのおもひやかはるきりきりすおなしまくらのしたになけとも"
    ]
  ],
  [
    15,
    [
      "ふゆのくるあらしをさむみかむなひのみむろのやまやまつしくるらむ",
      "おくしもにあらそひかねてかむなひのみむろのやまはこのはちるらむ"
    ]
  ],
  [
    15,
    [
      "かねてたにこのはしくれしかむなひのみむろのやまにふゆはきにけり",
      "つゆしものおくあしたよりかむなひのみむろのやまはいろつきにけり"
    ]
  ],
  [
    15,
    [
      "まつひとのとはぬひかすやつもるらむあとたえはつるにはのしらゆき",
      "たひひとのあさたつのちやつもるらむあとこそみえねのへのしらゆき"
    ]
  ],
  [
    15,
    [
      "あしからのやまのふもとにゆきくれてひとよやとかるたけのしたみち",
      "あしからのやまのあらしのあととめてはなのゆきふむたけのしたみち"
    ]
  ],
  [
    14,
    [
      "またれこしみかさのやまのさくらはなひさしきはるのかさしにそさす",
      "けふもまたおほみやひとのさくらはなのとけきはるのかさしにそさす"
    ]
  ],
  [
    15,
    [
      "ちよをへてすむへきいけのみつなれはうつれるはなのかけものとけし",
      "いくかへりすまむとすらむいけみつにうつれるつきのかけものとけし"
    ]
  ],
  [
    15,
    [
      "いかはかりおいせぬあきをかさぬらむちよのかさしのしらきくのはな",
      "いくかへりちとせのあきにあひぬらむいろもかはらぬしらきくのはな"
    ]
  ],
  [
    13,
    [
      "いかはかりおいせぬあきをかさぬらむちよのかさしのしらきくのはな",
      "いつまてにおいせぬあきとかさしけむいたたくしものしらきくのはな"
    ]
  ],
  [
    14,
    [
      "しられしなくゆるけふりのたえすのみこころにけたぬおもひありとも",
      "しられしなおやのかふこのひきまゆのこころにこむるおもひありとは"
    ]
  ],
  [
    14,
    [
      "いかにせむつつむひとめにせきかねてなみたもそてのいろにいてなは",
      "いかにせむしのふのうらのおきつなみかけてもそてのいろにいてなは"
    ]
  ],
  [
    13,
    [
      "ひとしれぬこころやかねてなれぬらむあらましことのおもかけにたつ",
      "おもひやるこころやかねてなかむらむまたみぬはなのおもかけにたつ"
    ]
  ],
  [
    1,
    [
      "おのつからかけてもそてにしらすなよいはせのもりのあきのしたつゆ",
      "おのつからかけてもそてにしらすなよいはせのもりのあきのしらつゆ"
    ]
  ],
  [
    15,
    [
      "けふりたつあさまのたけにあらねともたえぬおもひにみをこかすかな",
      "あまのたくもにすむむしにあらねともわれからこひにみをこかすかな"
    ]
  ],
  [
    13,
    [
      "わかこひはなたかのうらのなひきものこころはよれとあふよしもなし",
      "むらさきのなたかのうらのなひきものこころはいもによりにしものを"
    ]
  ],
  [
    13,
    [
      "いせのうみのあみのうけなはわかかたにこころもひかぬひとにこひつつ",
      "いせのうみのあまのたくなはわかかたにこころひかねはくるよはもなし"
    ]
  ],
  [
    15,
    [
      "ゆめそともおもひなしてややみなましわすれぬほとにおとろかさすは",
      "ゆめとのみおもひなしてややみなましうきよしたはぬこころなりせは"
    ]
  ],
  [
    15,
    [
      "はかなしやいひしはかりのかたみたにおもかけつらきありあけのつき",
      "かたみそといはぬはかりのわかれちにのこるもつらきありあけのつき"
    ]
  ],
  [
    14,
    [
      "うかりけるひとのこころのあきかせにはきのしたはのいろもうらめし",
      "うかりけるひとのこころのもとかしはかれにしのちのいろはたのます"
    ]
  ],
  [
    15,
    [
      "なひくかとみえしもしほのけふりたにいまはあとなきうらかせそふく",
      "つきすめはあまのもしほのけふりたにたちものほらすうらかせそふく"
    ]
  ],
  [
    15,
    [
      "みのとかにひとのつらさをおもふこそわすらるましきこころなりけれ",
      "みひとつにかきるうきよとおもふこそなけくあまりのこころなりけれ"
    ]
  ],
  [
    15,
    [
      "みやたきのたきのみなかみたつねみむふるきみゆきのあとやのこると",
      "みよしののおほみやところたつねみむふるきかさしのはなやのこると"
    ]
  ],
  [
    14,
    [
      "わかのうらにむかしをしのふはまちとりあとおもふとてねをのみそなく",
      "わかのうらにあとつけなからはまちとりなにあらはれぬねをのみそなく"
    ]
  ],
  [
    15,
    [
      "わかのうらにむかしをしのふはまちとりあとおもふとてねをのみそなく",
      "わかのうらやあとつけそめしはまちとりいまはよそなるねをのみそなく"
    ]
  ],
  [
    15,
    [
      "よをいとふこころはさてもすきぬへしかならすやまのおくならすとも",
      "よをいとふこころならてもすみぬへしはなのさかりのみよしののおく"
    ]
  ],
  [
    14,
    [
      "つかへこしよよのなかれをおもふにもわかみにたのむせきのふちかは",
      "つかへこしみののなかやまへたつともしつみなはてそせきのふちかは"
    ]
  ],
  [
    14,
    [
      "みるままにおいのかけこそかなしけれむそちあまりのありあけのつき",
      "みるままにこれやかきりとかなしきはわかるるそてのありあけのつき"
    ]
  ],
  [
    13,
    [
      "あれはうくそむけはをしきよのなかをいつひとかたにおもひさためむ",
      "あるもうくなきもかなしきよのなかをいかさまにかはおもひさためむ"
    ]
  ],
  [
    15,
    [
      "しのふれとかへらぬものをなにとまたむかしをいまにおもひいつらむ",
      "としなみはかへらぬものとくれぬなりむかしをいまにおもひなせとも"
    ]
  ],
  [
    15,
    [
      "まとろまぬほとをうつつとおもひしはゆめのよしらぬこころなりけり",
      "やまさとによをいとはむとおもひしはなほふかからぬこころなりけり"
    ]
  ],
  [
    14,
    [
      "まとろまぬほとをうつつとおもひしはゆめのよしらぬこころなりけり",
      "あふまてをかきるいのちとおもひしはゆくすゑしらぬこころなりけり"
    ]
  ],
  [
    10,
    [
      "たらちねのおやのいさめのかたみとてならひしことのねをのみそなく",
      "たらちねのおやのいさめのかすかすにおもひあはせてねをのみそなく"
    ]
  ],
  [
    15,
    [
      "おもかけをわすれむとおもふこころこそわかれしよりもかなしかりけれ",
      "あつらへてわするなとおもふこころこそわかみをわくるかたみなりけれ"
    ]
  ],
  [
    15,
    [
      "おもかけをわすれむとおもふこころこそわかれしよりもかなしかりけれ",
      "おもかけをわすれもやらぬこころこそひとののこさぬかたみなりけれ"
    ]
  ],
  [
    15,
    [
      "すみよしのまつかねあらふなみのおとをこすゑにかくるおきつしほかせ",
      "すみよしのまつにしらゆきふるからにこゑよわりぬるおきつしほかせ"
    ]
  ],
  [
    12,
    [
      "すゑのよのちりにましはるひかりこそひとにしたかふちかひなりけれ",
      "かみかきやちりにましはるひかりこそあまねくてらすちかひなりけれ"
    ]
  ],
  [
    13,
    [
      "たかさこのをのへのかすみたちぬれとなほふりつもるまつのしらゆき",
      "たかさこのをのへのあらしふくほとはふれとつもらぬまつのしらゆき"
    ]
  ],
  [
    12,
    [
      "あまのはらそらゆくかせのなほさえてかすみにこほるはるのよのつき",
      "あまのはらふけゆくそらをなかむれはかすみてすめるはるのよのつき"
    ]
  ],
  [
    13,
    [
      "わきてなほこしちのそらやかすむらむかへるあとなきはるのかりかね",
      "まよはしなこしちのそらはかすむともかへりなれたるはるのかりかね"
    ]
  ],
  [
    15,
    [
      "またれつるをのへのさくらいろみえてかすみのまよりにほふしらくも",
      "さきつつくはなはそれともみえわかてかすみのまよりにほふしらくも"
    ]
  ],
  [
    14,
    [
      "かつらきやたかまのやまのみねつつきあさゐるくもやさくらなるらむ",
      "はるかせにいこまのやまのみねはれてへたてぬくもやさくらなるらむ"
    ]
  ],
  [
    15,
    [
      "やまさくらにほひをなににつつまましかすみのそてにあまるはるかせ",
      "やまさくらさきそふままにさほひめのかすみのそてにあまるしらくも"
    ]
  ],
  [
    15,
    [
      "たつねはやしのふのおくのさくらはなかせにしられぬいろやのこると",
      "たつねはやよしののおくのやまさくらみしよのはなもなほやのこると"
    ]
  ],
  [
    11,
    [
      "はるかせはふくともみえすたかさこのまつのこすゑにかかるふちなみ",
      "おきつかせふくともみえぬたかさこのをのへのまつにかかるふちなみ"
    ]
  ],
  [
    12,
    [
      "ほとときすきけともあかすたちはなのはなちるさとのさみたれのころ",
      "ほとときすこころしてなけたちはなのはなちるさとのゆふくれのそら"
    ]
  ],
  [
    15,
    [
      "さみたれにゆふしほむかふみなとかはせかれていととみつまさりつつ",
      "さみたれはゆくさきふかしいはたかはわたるせことにみつまさりつつ"
    ]
  ],
  [
    15,
    [
      "あまのかはふかきちきりはたのめともとたえそつらきかささきのはし",
      "あまのかはあきのちきりのふかけれはよはにそわたすかささきのはし"
    ]
  ],
  [
    13,
    [
      "あたにのみいはれののへのをみなへしうしろめたくもおけるつゆかな",
      "あらしふくみやまのさとのをみなへしうしろめたくもかへるけふかな"
    ]
  ],
  [
    15,
    [
      "ふるさとのにはのあきはきいまよりやしたはのつゆもいろかはるらむ",
      "わかやとのにはのあきはきさきにけりあさおくつゆのいろかはるまて"
    ]
  ],
  [
    13,
    [
      "ははそはらいろつきぬらしやましろのいはたのをのにしかそなくなる",
      "ははそはらしたはをりしくやましろのいはたのをのにわひつつそぬる"
    ]
  ],
  [
    14,
    [
      "ほともなくくものこなたにいてにけりあらしにむかふやまのはのつき",
      "ほともなくまつよりうへになりにけりこのまにみつるやまのはのつき"
    ]
  ],
  [
    14,
    [
      "あらしふくいこまのやまのくもはれてなかゐのうらにすめるつきかけ",
      "かむなひのみむろのやまにくもはれてたつたかはらにすめるつきかけ"
    ]
  ],
  [
    13,
    [
      "あらしふくいこまのやまのくもはれてなかゐのうらにすめるつきかけ",
      "あらしふくみねのうきくもさそはれてこころもそらにすめるつきかけ"
    ]
  ],
  [
    4,
    [
      "やまのはをむらくもなからいてにけりしくれにましるあきのつきかけ",
      "やまのはをむらくもなからいてにけりしくれにましるあきのよのつき"
    ]
  ],
  [
    15,
    [
      "かとたふくいなはのかせやさむからむあしのまろやにころもうつなり",
      "さとつつきよはのあらしやさむからむおなしねさめにころもうつなり"
    ]
  ],
  [
    15,
    [
      "へたてつるをのへのくもはかつはれていりひのよそにゆくしくれかな",
      "たちかへるをのへのくもにさそはれてまたやまめくるゆふしくれかな"
    ]
  ],
  [
    14,
    [
      "ふりかくすこのはのしたのみなせかはいつくにみつのありてゆくらむ",
      "こほりてもおとはのこれるみなせかはしたにやみつのありてゆくらむ"
    ]
  ],
  [
    15,
    [
      "おのつからこほりのこれるほとはかりたえたえにゆくやまかはのみつ",
      "おのつからこほりにもれてゆくなみもすゑはおとせぬやまかはのみつ"
    ]
  ],
  [
    10,
    [
      "やまたかみけふはふもとになりにけりきのふわけこしみねのしらくも",
      "やまさくらけふはさかりになりにけりきのふにまさるみねのしらくも"
    ]
  ],
  [
    14,
    [
      "たちよれはつきにそみゆるかかみやましのふみやこのよはのおもかけ",
      "ゆきふれはかねてそみゆるかかみやまちりかふはなのはるのおもかけ"
    ]
  ],
  [
    15,
    [
      "みやこにてみしおもかけそのこりけるくさのまくらのありあけのつき",
      "つれなくそなほおもかけののこりけるまたもみさりしありあけのつき"
    ]
  ],
  [
    15,
    [
      "いくよわれかたしきわひぬたひころもかさなるやまのみねのあらしに",
      "ふるさとをへたてきにけりたひころもかさなるやまのやへのしらくも"
    ]
  ],
  [
    14,
    [
      "あらさらむのちのよかけしちきりこそたのむにつけてうれしかりけれ",
      "さてもけにあすしらぬよのちきりこそたのむにつけてかなしかりけれ"
    ]
  ],
  [
    15,
    [
      "ひとかたにたのみをかくるしらいとのくるしきすちにみたれすもかな",
      "なほさりにたのめおきけるゆふくれのくるしきまてにまたれすもかな"
    ]
  ],
  [
    15,
    [
      "いかにせむのりのふねてもしらぬみはくるしきうみにまたやしつまむ",
      "あひかたきのりのうききをえたるみはくるしきうみになにかしつまむ"
    ]
  ],
  [
    15,
    [
      "みつかきのひさしきよよりゆふたすきかけしこころはかみそしるらむ",
      "みつかきのひさしきよよりすむつきのかみさひまさるかけやそふらむ"
    ]
  ],
  [
    14,
    [
      "かひなしやしられぬなかになからへてこころひとつのたのみはかりは",
      "かひなしやうきつれなさになからへてありときかれむいのちはかりは"
    ]
  ],
  [
    14,
    [
      "うたたねにつれなくみえしおもかけをゆめとしりてもなほやうらみむ",
      "おもひねのまくらにみえしおもかけはゆめとしりてもなほそこひしき"
    ]
  ],
  [
    12,
    [
      "おもひねのよはのころもをかへしてもなくさむほとのゆめをやはみる",
      "いかてなほよはのころもをかへしてもかさねしほとのゆめをたにみむ"
    ]
  ],
  [
    15,
    [
      "いかにせむなみたのかはのあさきせにあたなみかけてたつなはかりを",
      "いかにせむうきなかかはのあさきせにむすふとすれはたゆるちきりを"
    ]
  ],
  [
    15,
    [
      "なからへてあらはとおもふこころこそひともちきらぬたのみなりけれ",
      "あつらへてわするなとおもふこころこそわかみをわくるかたみなりけれ"
    ]
  ],
  [
    14,
    [
      "さてもなほひとのこころをしらぬまはちきるさへこそおもひなりけれ",
      "うかるへきひとのこころもしらぬまにしのふはかりそおもひなりける"
    ]
  ],
  [
    15,
    [
      "いつはりとおもひなからやちきるらむしらはやひとのしたのこころを",
      "いつはりとおもひなからもちきりしやゆふくれことのたのみなるらむ"
    ]
  ],
  [
    15,
    [
      "こころあるとりのねならはいかはかりいまひとときもうれしからまし",
      "ひとのみするおもかけならはいかはかりわかみにそふもうれしからまし"
    ]
  ],
  [
    15,
    [
      "いかにせむなくさむやとてなかむれはわかれしよはのありあけのそら",
      "つきみてもなくさむかたそなかりけるたのまぬよはのありあけのそら"
    ]
  ],
  [
    15,
    [
      "うとくなるちきりをひとにかこちてもうきはわかみになほのこりけり",
      "たえはつるちきりをひとりわすれぬもうきもわかみのこころなりけり"
    ]
  ],
  [
    11,
    [
      "はつせかはまたみむとこそたのめしかおもふもつらしふたもとのすき",
      "はつせかはまたあひみむとたのめてししるしやいつらふたもとのすき"
    ]
  ],
  [
    15,
    [
      "つきくさのはなすりころもかへすよはうつろふひとそゆめにみえける",
      "つきくさのはなすりころもあきのよはやかてうつろふかけにうつなり"
    ]
  ],
  [
    12,
    [
      "くれぬとてわかすむかたにかへるなりあしやのおきのあまのつりふね",
      "はるはまたわかすむかたにかへるなりあしやのあまのころもかりかね"
    ]
  ],
  [
    14,
    [
      "ありあけのつきにもなかすほとときすつれなきほとのかきりしらせて",
      "ありあけのつきにはまたしほとときすつれなきかけにならひもそする"
    ]
  ],
  [
    12,
    [
      "あきふかくなりゆくままにころもうつおとはのさとやよさむなるらむ",
      "あきふかくなりゆくすまのうらかせにせきもるひとやよさむなるらむ"
    ]
  ],
  [
    15,
    [
      "やまさとによをいとはむとおもひしはなほふかからぬこころなりけり",
      "とにかくによをうきものとおもひしはそむかぬほとのこころなりけり"
    ]
  ],
  [
    15,
    [
      "やまさとによをいとはむとおもひしはなほふかからぬこころなりけり",
      "あふまてをかきるいのちとおもひしはゆくすゑしらぬこころなりけり"
    ]
  ],
  [
    14,
    [
      "なからへていかになるへきはてそともわれさへしらぬみのゆくへかな",
      "なからへはいかなるよにかあふひくさかけてもしらぬみのゆくへかな"
    ]
  ],
  [
    15,
    [
      "いとへともなほなからふるいのちこそうきよにのこるつらさなりけれ",
      "おなしよになほなからふるいのちこそあふをかきりのたのみなりけれ"
    ]
  ],
  [
    14,
    [
      "なかはなるつきのかつらのおもかけをおもひいててやかきくもるらむ",
      "むかしみしあきのみやまのつきかけをおもひいててやおもひやるらむ"
    ]
  ],
  [
    14,
    [
      "かすかやまめくみもしるきまつかえにさこそさかえめきたのふちなみ",
      "かすかやまかみのめくみはむかしにもこえてさかゆるきたのふちなみ"
    ]
  ],
  [
    14,
    [
      "まきもくのひはらのやまのふもとまてはるのかすみはたなひきにけり",
      "まきもくのひはらのやまのよふことりはなのよすかにきくひとそなき"
    ]
  ],
  [
    10,
    [
      "をさまれるみよのはるとやうくひすのなくねもけさはのとけかるらむ",
      "たちかへるみよのはるとやうくひすのはなになくねものとけかるらむ"
    ]
  ],
  [
    14,
    [
      "うちなひきはるさりくれはひさきおふるかたやまかけにうくひすそなく",
      "うちなひきはるさりくれはささのはにをはうちふれてうくひすなくも"
    ]
  ],
  [
    2,
    [
      "はなもまたにほはぬころのあさなあさななけやうくひすはるとおもはむ",
      "はなもまたにほはぬほとのあさなあさななけやうくひすはるとおもはむ"
    ]
  ],
  [
    3,
    [
      "やとことにうめのはなちるひさかたのそらよりゆきのふるとみるまて",
      "わかやとにうめのはなちるひさかたのそらよりゆきのふるとみるまて"
    ]
  ],
  [
    15,
    [
      "ひとりのみなかむるやとのはるのひはさもくれかたきものにそありける",
      "つれつれとなかむるころのこひしさはなくさめかたきものにそありける"
    ]
  ],
  [
    15,
    [
      "ふるさとにいまかまつらむかへるさのときをわすれぬはるのかりかね",
      "いつのまにとほさかるらむかへるさのあとはかすみのはるのかりかね"
    ]
  ],
  [
    13,
    [
      "やまのははそこともわかぬゆふくれにかすみをいつるはるのよのつき",
      "うきみにはいつともわかぬなみたにてかすみをたとるはるのよのつき"
    ]
  ],
  [
    14,
    [
      "なかむれはそこはかとなくかすむよのつきこそはるのけしきなりけれ",
      "なかむれはそらすみわたるあきのよのつきこそひとのこころなりけれ"
    ]
  ],
  [
    9,
    [
      "おほろなるかけとはなにかおもひけむはなにうつろふはるのよのつき",
      "おほろなるかけともみえすのきちかきはなにうつろふはるのよのつき"
    ]
  ],
  [
    15,
    [
      "このさとにをりはへきなけほとときすほかにはをしむはつねなりとも",
      "このさとにしはしかたらへほとときすほかのはつねはけふならすとも"
    ]
  ],
  [
    14,
    [
      "わかためのはつねとのみやほとときすおなしねさめのひとはきくらむ",
      "わかためははつねなれともほとときすたれかふたたひいまはきくらむ"
    ]
  ],
  [
    15,
    [
      "たちはなのやとりをとははほとときすわれにむかしのことかたらなむ",
      "われもはやおいそのもりのほとときすやよやむかしのことかたらなむ"
    ]
  ],
  [
    14,
    [
      "たちはなのやとりをとははほとときすわれにむかしのことかたらなむ",
      "おほはらやをしほのやまのほとときすわれにかみよのことかたらなむ"
    ]
  ],
  [
    15,
    [
      "うかひふねさをさしつつきのほるらしあまたみえゆくかかりひのかけ",
      "うかひふねせせさしのほるしらなみにうつりてくたるかかりひのかけ"
    ]
  ],
  [
    15,
    [
      "たかまとののへのあきはきこのころのあかつきつゆにさきにけるかも",
      "たかまとののへのあきはきちりはてていろなきつゆにあらしふくなり"
    ]
  ],
  [
    7,
    [
      "あきかせはひことにふきぬたかまとののへのあきはきちらまくをしも",
      "あきかせはよことにふきぬたかさこのをのへのはきのちらまくをしも"
    ]
  ],
  [
    15,
    [
      "あきかせにもとあらのこはきつゆおちてやまかけさむみしかそなくなる",
      "なかつきのすゑののまはきつゆおちてあきかせさむみをしかなくなり"
    ]
  ],
  [
    12,
    [
      "やとちかくつまとふしかのこゑのみそあきのねさめのともとなりける",
      "しつかうつよそのきぬたのおとのみそあきのねさめのともとなりける"
    ]
  ],
  [
    15,
    [
      "かりかねのさむくなるよりみつくきのをかのくすははいろつきにけり",
      "かりかねのきなきにしよりはるかなるみかさのやまはいろつきにけり"
    ]
  ],
  [
    1,
    [
      "きよみかたふしのけふりやきえぬらむつきかけみかくみほのうらなみ）",
      "きよみかたふしのけふりやきえぬらむつきかけみかくみほのうらなみ"
    ]
  ],
  [
    15,
    [
      "いそのうへふるのたかはしよよかけてつきもいくよかすみわたるらむ",
      "いそのかみふるのたかはしたかためにうきをわすれてこひわたるらむ"
    ]
  ],
  [
    3,
    [
      "あはれしるひとにみせはややまさとのあきのよふかきありあけのつき",
      "おもひしるひとにみせはややまさとのあきのよふかきありあけのつき"
    ]
  ],
  [
    15,
    [
      "きよみかたせきのとたたくうらかせにあけかたかけてなくちとりかな",
      "なにはかたつきのてしほのうらかせによるへさためすなくちとりかな"
    ]
  ],
  [
    14,
    [
      "やまかはのみわたによとむうたかたのあはにむすへるうすこほりかな",
      "やまかはのいはまにのこるもみちはのしたにはすけるうすこほりかな"
    ]
  ],
  [
    15,
    [
      "ふりにけるあとにこころのととまるはたかつのみやのゆきのあけほの",
      "ふりにけるあとともみえすかつらきやとよらのてらのゆきのあけほの"
    ]
  ],
  [
    15,
    [
      "ここのへににほひをそふるさくらはないくちよはるにあはむとすらむ",
      "ここのへににほひかさなるさくらはなめかれぬいろのいくよへぬらむ"
    ]
  ],
  [
    13,
    [
      "よろつよのためしをきみにはしめおきてさきそふはなのはるそひさしき",
      "ちとせふるためしをいまにはしめおきてはなのみゆきのはるそひさしき"
    ]
  ],
  [
    2,
    [
      "たつかねのきこゆるたゐにいほりしてわれたひなりといもにつけこせ",
      "たつのねのきこゆるたゐにいほりしてわかたひなりといもにつけこせ"
    ]
  ],
  [
    15,
    [
      "あふみちののしまかさきのはまかせにいもかむすひしひもふきかへす",
      "あふみちやのしまかさきのはまかせにゆふなみちとりたちさわくなり"
    ]
  ],
  [
    5,
    [
      "いもせやまかけたにみえてやみぬへくよしののかははにこれとそおもふ",
      "かけたにみえてやみぬへくよしののかははにこれとそおもふ"
    ]
  ],
  [
    15,
    [
      "あふことをいまやいまやとまつのきのときはにひとをこひわたるかな",
      "あふことをいつしかとのみまつかせのおとにしられてこひわたるかな"
    ]
  ],
  [
    15,
    [
      "さきのよにたれむすひけむしたひものとけぬつらさをみのちきりとは",
      "よよかけてなにむすひけむしたひものとけぬにしるきなかのちきりを"
    ]
  ],
  [
    1,
    [
      "あしまよりなにはのうらをゆくふねのつなてなかくもこひわたるかな",
      "あしまよりなにはのうらをひくふねのつなてなかくもこひわたるかな"
    ]
  ],
  [
    13,
    [
      "こひしてふいつはりいかにつらからむこころをみすることのはならは",
      "こひしともいははおろかになりぬへしこころをみすることのはもかな"
    ]
  ],
  [
    15,
    [
      "いかたおろすそまやまかはのあさきせはまたこのくれもさこそさはらめ",
      "いかたおろすそまやまかはのはやきせにさはらぬくれとおもはましかは"
    ]
  ],
  [
    3,
    [
      "つきかけにみをやかへましおもふてふひとのこころにいりてみるへく",
      "つきかけにみをやかへましあはれてふひとのこころにいりてみるへく"
    ]
  ],
  [
    15,
    [
      "うれしくてのちうきものはぬるとこのわかみをはかるゆめにそありける",
      "さめてのちくやしきものはまたもこぬむかしをみつるゆめにそありける"
    ]
  ],
  [
    2,
    [
      "あきかせもふきたちにけりいまよりはくるかりかねのをはをこそまて",
      "あきかせもふきたちにけりいまよりはくるかりかねのおとをこそまて"
    ]
  ],
  [
    10,
    [
      "かひもなきみをいたつらになすものはうきをわすれぬこころなりけり",
      "うけかたきみをいたつらになすものはのちのよしらぬこころなりけり"
    ]
  ],
  [
    15,
    [
      "われもはやおいそのもりのほとときすやよやむかしのことかたらなむ",
      "おほはらやをしほのやまのほとときすわれにかみよのことかたらなむ"
    ]
  ],
  [
    15,
    [
      "われもはやおいそのもりのほとときすやよやむかしのことかたらなむ",
      "くれたけのふしみのさとのほとときすしのふふたよのことかたらなむ"
    ]
  ],
  [
    15,
    [
      "おのつからはるるかとみるほとたにもなほくものほるさみたれのそら",
      "おのつからはるるくもまのつきかけもまたかきくらすさみたれのそら"
    ]
  ],
  [
    13,
    [
      "よのうきめみえぬやまちのおくまてもなほかなしきはあきのゆふくれ",
      "よのうきめみえぬやまちのおくまてもあきのあはれはのかれさりけり"
    ]
  ],
  [
    3,
    [
      "あるかひもいまはなきさのはまちとりくちぬそのなのあとやのこらむ",
      "ありかひもいまはなきさのともちとりくちぬそのなのあとやのこらむ"
    ]
  ],
  [
    15,
    [
      "きえはてぬゆきかとそみるたにかはのいはまをわくるみつのしらなみ",
      "ふりつもるゆきまにおつるたきかはのいはねにほそきみつのしらなみ"
    ]
  ],
  [
    15,
    [
      "かねのおととりのねきかぬねさめにはあかつきになるほともわかれす",
      "かねのおととりのねきかぬおくやまのあかつきしるはねさめなりけり"
    ]
  ],
  [
    14,
    [
      "みるからにおつるなみたのたまくしけみにつたふへきかたみなりけり",
      "みるままにおつるなみたのたまつさはやるかたもなくかなしかりけり"
    ]
  ],
  [
    2,
    [
      "ふしておもひおきてもまとふはるのゆめいつかおもひのさめむとすらむ",
      "ふしてこひおきてもまとふはるのゆめいつかおもひのさめむとすらむ"
    ]
  ],
  [
    15,
    [
      "かくれにしくもゐのつきをおもひいててたれとむかしのあきをこふらむ",
      "めくりあふくもゐのつきにいくたひかいててつかへしあきをこふらむ"
    ]
  ],
  [
    11,
    [
      "わかのうらにあとつけなからはまちとりなにあらはれぬねをのみそなく",
      "わかのうらやあとつけそめしはまちとりいまはよそなるねをのみそなく"
    ]
  ],
  [
    14,
    [
      "ひとなみにきみわすれすはわかのうらのいりえのもくつかすならすとも",
      "ひとなみのかすにとのみやわかのうらのいりえのもくつかきあつめまし"
    ]
  ],
  [
    15,
    [
      "みもつらくよもうらめしきふしふしをわすれぬものはなみたなりけり",
      "なれぬれはおもひもわかぬみのうさをわすれぬものはなみたなりけり"
    ]
  ],
  [
    13,
    [
      "すみよしのまつのおもはむことのはをわかみにはつるしきしまのみち",
      "すみよしのまつのことのはかはらすはかみよにかへれしきしまのみち"
    ]
  ],
  [
    12,
    [
      "おのつからうきみわするるあらましにありなくさめてよをやすくさむ",
      "おのつからうきをわするるあらましのみのなくさめはこころなりけり"
    ]
  ],
  [
    14,
    [
      "いせのうみのあまのうけなはうけかたきこのみをまたはしつめすもかな",
      "いせのうみのあまのうけなはうきしつみおもふとたにもしるひともかな"
    ]
  ],
  [
    15,
    [
      "こころにはわすれすしのふいにしへもかたるはかりのおもひいてそなき",
      "こしかたのわすれかたきもまたひとにかたるはかりのおもひいてはなし"
    ]
  ],
  [
    14,
    [
      "こをおもふこころのやみやてらすとてけふかかけつるのりのともしひ",
      "おろかなるこころのやみをてらせとやかかけおきけむのりのともしひ"
    ]
  ],
  [
    9,
    [
      "いさきよきひこのたかねのいけみつにすまはこころのすまさらめやは",
      "いさきよきひこのたかねのいけみつにすますこころをまたはけかさし"
    ]
  ],
  [
    6,
    [
      "いとのもとには",
      "かくれぬほとに"
    ]
  ],
  [
    12,
    [
      "いとのもとには",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    6,
    [
      "いとのもとには",
      "ことはかよへと"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "ひかりはきよく"
    ]
  ],
  [
    10,
    [
      "いとのもとには",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    6,
    [
      "いとのもとには",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "いとのもとには",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "いとのもとには",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "つまふくかせの"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "なかつきや"
    ]
  ],
  [
    6,
    [
      "いとのもとには",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "いとのもとには",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "たつわたるみゆ"
    ]
  ],
  [
    6,
    [
      "いとのもとには",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "いとのもとには",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "いとのもとには",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "いとのもとには",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "いとのもとには",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    11,
    [
      "かくれぬほとに",
      "はるかにみゆるつきかけの"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "ことはかよへと"
    ]
  ],
  [
    6,
    [
      "かくれぬほとに",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "ひかりはきよく"
    ]
  ],
  [
    10,
    [
      "かくれぬほとに",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "かくれぬほとに",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "かくれぬほとに",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "つまふくかせの"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "かくれぬほとに",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "かくれぬほとに",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "かくれぬほとに",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "かくれぬほとに",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "かくれぬほとに",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    5,
    [
      "いもかあたりたえすもみむとやまとなるおほしまみねにいへゐせましや",
      "いもかあたりつきてもみむとやまとなるおほしまのねにいへゐせましを"
    ]
  ],
  [
    12,
    [
      "はるかにみゆるつきかけの",
      "ことはかよへと"
    ]
  ],
  [
    11,
    [
      "はるかにみゆるつきかけの",
      "くちかたむ"
    ]
  ],
  [
    12,
    [
      "はるかにみゆるつきかけの",
      "ありなくさめて"
    ]
  ],
  [
    10,
    [
      "はるかにみゆるつきかけの",
      "ひかりはきよく"
    ]
  ],
  [
    11,
    [
      "はるかにみゆるつきかけの",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    11,
    [
      "はるかにみゆるつきかけの",
      "まとほにあれや"
    ]
  ],
  [
    12,
    [
      "はるかにみゆるつきかけの",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "はるかにみゆるつきかけの",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    10,
    [
      "はるかにみゆるつきかけの",
      "つまふくかせの"
    ]
  ],
  [
    9,
    [
      "はるかにみゆるつきかけの",
      "なかつきや"
    ]
  ],
  [
    10,
    [
      "はるかにみゆるつきかけの",
      "まつとしきかは"
    ]
  ],
  [
    12,
    [
      "はるかにみゆるつきかけの",
      "またもあはめやも"
    ]
  ],
  [
    11,
    [
      "はるかにみゆるつきかけの",
      "たつわたるみゆ"
    ]
  ],
  [
    10,
    [
      "はるかにみゆるつきかけの",
      "つゆのおきゐて"
    ]
  ],
  [
    9,
    [
      "はるかにみゆるつきかけの",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "はるかにみゆるつきかけの",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "はるかにみゆるつきかけの",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "はるかにみゆるつきかけの",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    6,
    [
      "ことはかよへと",
      "くちかたむ"
    ]
  ],
  [
    7,
    [
      "ことはかよへと",
      "ありなくさめて"
    ]
  ],
  [
    6,
    [
      "ことはかよへと",
      "ひかりはきよく"
    ]
  ],
  [
    10,
    [
      "ことはかよへと",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    6,
    [
      "ことはかよへと",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "ことはかよへと",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    9,
    [
      "ことはかよへと",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "ことはかよへと",
      "つまふくかせの"
    ]
  ],
  [
    6,
    [
      "ことはかよへと",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "ことはかよへと",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "ことはかよへと",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "ことはかよへと",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "ことはかよへと",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "ことはかよへと",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "ことはかよへと",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "ことはかよへと",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    12,
    [
      "ことはかよへと",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    7,
    [
      "くちかたむ",
      "ありなくさめて"
    ]
  ],
  [
    7,
    [
      "くちかたむ",
      "ひかりはきよく"
    ]
  ],
  [
    11,
    [
      "くちかたむ",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "くちかたむ",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "くちかたむ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "くちかたむ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    6,
    [
      "くちかたむ",
      "つまふくかせの"
    ]
  ],
  [
    5,
    [
      "くちかたむ",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "くちかたむ",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "くちかたむ",
      "またもあはめやも"
    ]
  ],
  [
    6,
    [
      "くちかたむ",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "くちかたむ",
      "つゆのおきゐて"
    ]
  ],
  [
    6,
    [
      "くちかたむ",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "くちかたむ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    7,
    [
      "ありなくさめて",
      "ひかりはきよく"
    ]
  ],
  [
    12,
    [
      "ありなくさめて",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "ありなくさめて",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "ありなくさめて",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "ありなくさめて",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    6,
    [
      "ありなくさめて",
      "つまふくかせの"
    ]
  ],
  [
    6,
    [
      "ありなくさめて",
      "なかつきや"
    ]
  ],
  [
    7,
    [
      "ありなくさめて",
      "まつとしきかは"
    ]
  ],
  [
    7,
    [
      "ありなくさめて",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "ありなくさめて",
      "たつわたるみゆ"
    ]
  ],
  [
    6,
    [
      "ありなくさめて",
      "つゆのおきゐて"
    ]
  ],
  [
    7,
    [
      "ありなくさめて",
      "なにかわかれの"
    ]
  ],
  [
    12,
    [
      "ありなくさめて",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    11,
    [
      "ひかりはきよく",
      "たにかはのわかひとなかれ"
    ]
  ],
  [
    7,
    [
      "ひかりはきよく",
      "まとほにあれや"
    ]
  ],
  [
    14,
    [
      "ひかりはきよく",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    10,
    [
      "ひかりはきよく",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "ひかりはきよく",
      "つまふくかせの"
    ]
  ],
  [
    5,
    [
      "ひかりはきよく",
      "なかつきや"
    ]
  ],
  [
    6,
    [
      "ひかりはきよく",
      "まつとしきかは"
    ]
  ],
  [
    7,
    [
      "ひかりはきよく",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "ひかりはきよく",
      "たつわたるみゆ"
    ]
  ],
  [
    6,
    [
      "ひかりはきよく",
      "つゆのおきゐて"
    ]
  ],
  [
    7,
    [
      "ひかりはきよく",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "ひかりはきよく",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "ひかりはきよく",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    1,
    [
      "いとへともうきよのほかにならぬみをたちはなるともおもはさらなむ",
      "いとへともうきよのほかにならぬみをたちはなるとはおもはさらなむ"
    ]
  ],
  [
    15,
    [
      "さくらはなまたみぬさきにみよしののやまのかひあるみねのしらくも",
      "さくらはなさきぬるときはみよしののやまのかひよりなみそこえける"
    ]
  ],
  [
    12,
    [
      "よしのやままかふさくらのいろなくはよそにやみましみねのしらくも",
      "よしのやまおなしさくらのいろなからをられぬはなやみねのしらくも"
    ]
  ],
  [
    14,
    [
      "あらしやまふもとのはなのこすゑまてひとつにかかるみねのしらくも",
      "さきそむるとやまのはなのいろみえてまとほにかかるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "すみすてしわかふるさとをきてみれははなはかりこそむかしなりけれ",
      "あれはてししかのふるさときてみれははるこそはなのみやこなりけれ"
    ]
  ],
  [
    1,
    [
      "かすむよのつきにそさらにしのはるるわするはかりのはるのむかしは",
      "かすみむよのつきにそさらにしのはるるわするはかりのはるのむかしは"
    ]
  ],
  [
    14,
    [
      "われならぬひとにもかくやほとときすさのみはつねのつれなかるらむ",
      "いつなれてうきみとしれはほとときすわれにはつねのつれなかるらむ"
    ]
  ],
  [
    7,
    [
      "たつねはやしのふのやまのほとときすこころのおくのことやかたると",
      "たれになほしのふのやまのほとときすこころのおくのことかたるらむ"
    ]
  ],
  [
    13,
    [
      "つれなさをつきにそかこつほとときすまつにむなしきありあけのそら",
      "つれなさをしはしわすれてほとときすまたてやみましありあけのそら"
    ]
  ],
  [
    14,
    [
      "やまふかくたつねていれはほとときすわけつるくものあとになくなり",
      "やまふかくたつねきつれはほとときすしのふるこゑもかくれさりけり"
    ]
  ],
  [
    8,
    [
      "やまふかくたつねていれはほとときすわけつるくものあとになくなり",
      "やまふかくたつねてきけはほとときすすきつるかたのくもになくなり"
    ]
  ],
  [
    15,
    [
      "ほとときすおのかさつきのあめはれてむらくもまよふそらになくなり",
      "ほとときすはつかのつきのやまのはをいててよふかきそらになくなり"
    ]
  ],
  [
    14,
    [
      "いけみつのみきはもみえすなりにけりにはになみこすさみたれのころ",
      "なかれあしのすゑはもみえすなりにけりをののみなとのさみたれのころ"
    ]
  ],
  [
    13,
    [
      "みつまさるふもとのかはのおとそひてなほみねふかきさみたれのくも",
      "みつまさるなつみのかはのおとはしてやまかけくらきさみたれのころ"
    ]
  ],
  [
    14,
    [
      "なつのよもかけそすすしきひさかたのつきのいつくにあきやとるらむ",
      "いくあきもかはらすすめるひさかたのつきのかつらやときはなるらむ"
    ]
  ],
  [
    15,
    [
      "うかひふねせせさしのほるしらなみにうつりてくたるかかりひのかけ",
      "うかひふねくたすはやせのかはなみになかれてきえぬかかりひのかけ"
    ]
  ],
  [
    13,
    [
      "いつのまにあきかせたちておほとものみつのはままつおとまさるらむ",
      "いくよかはつもれるとしもおほとものみつのはままつふりまさるらむ"
    ]
  ],
  [
    14,
    [
      "つゆおきてなかむるほとをおもひやれあまのかはらのあかつきのそら",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    15,
    [
      "たかまとののへのあきかせふくたひにたもとにうつすはきかはなすり",
      "たかまとののへのあきかせふくるよにころもてさむみつきをみるかな"
    ]
  ],
  [
    15,
    [
      "たかまとののちのあきはきさきにけりたひゆくひとのそてにほふらし",
      "きりはれぬはなののこはきさきにけりゆきかふひとのそてにほふまて"
    ]
  ],
  [
    15,
    [
      "ゆきかよふくもゐはみちもなきものをいかてかかりのまよはさるらむ",
      "うきをしたふこころにみちはなきものをいかてわかれのあるよなるらむ"
    ]
  ],
  [
    15,
    [
      "なにはかたうらよりをちのつきかけになみもへたてぬあはちしまやま",
      "ふきおくるうらよりをちのしほかせにしかのねちかきあはちしまやま"
    ]
  ],
  [
    15,
    [
      "かみなつきふくやあらしのやまたかみくもにしくれてちるこのはかな",
      "ふきおくるあらしのそらのうきくもにしくれをそへてふるこのはかな"
    ]
  ],
  [
    15,
    [
      "たにふかみやまかせさむきたきつせのなかなるよとやまつこほるらむ",
      "となせかはもみちにむせふたきつせのなかなるよとやいろまさるらむ"
    ]
  ],
  [
    15,
    [
      "あらしふくすそののひかすさえくれてくものたよりにあられふるなり",
      "あらしふくすすのしたくさうらかれてよしののやまにしくれふるなり"
    ]
  ],
  [
    1,
    [
      "みかりするかりはのをのにかせさえてとたちのしはにあられふるなり",
      "みかりするかりはのをののかせさえてとたちのしはにあられふるなり"
    ]
  ],
  [
    2,
    [
      "あすかかはかはよとさらすたつきりのおもひすくへきこひにあらなくに",
      "あすかかはかはよとさらすたつきりのおもひすくへきこひならなくに"
    ]
  ],
  [
    3,
    [
      "あさきりによとのわたりをゆくふねのしらぬわかれもそてぬらしけり",
      "あさきりによとのわたりをゆくふねのしらぬわかれもそてはぬれけり"
    ]
  ],
  [
    13,
    [
      "ちはやふるかみのみむろのますかかみかけていくよのかけをこふらむ",
      "ちはやふるかみのそのふのゆふたすきかけていくよのすゑまもるらむ"
    ]
  ],
  [
    15,
    [
      "きりはれてくもらぬにしのやまのはにかかるもきよきつきのかけかな",
      "さみたれのくものとたえのやまのはにしはしみえつるつきのかけかな"
    ]
  ],
  [
    13,
    [
      "くもはれてそらもひかりもみえわかすひとつにすめるあきのよのつき",
      "みつやそらそらやみつともみえわかすかよひてすめるあきのよのつき"
    ]
  ],
  [
    14,
    [
      "よをてらすひかりはひとをわかねともわかみにくらきのりのともしひ",
      "よをてらすひかりをいかてかかけましけなはけぬへきのりのともしひ"
    ]
  ],
  [
    15,
    [
      "しらせはやなみたもいまはくれなゐのうすはなさくらいろにいてつつ",
      "せきかねしなみたのはてやくれなゐのうすはなそめのいろにいつらむ"
    ]
  ],
  [
    15,
    [
      "つきもせぬわかしたもえのけふりこそたつとはよそにしられさりけれ",
      "たきすさむわかしたもえのけふりこそひとめにたえぬおもひなりけれ"
    ]
  ],
  [
    1,
    [
      "こひすてふみほのそまひとあさゆふにたつなはかりはやむときもなし",
      "こひすてふみをのそまひとあさゆふにたつなはかりはやむときもなし"
    ]
  ],
  [
    15,
    [
      "あふことはかたののみののまくすはらうらみもあへすつゆそこほるる",
      "あふことはなほかたおかのまくすはらうらみもはてすぬるるそてかな"
    ]
  ],
  [
    14,
    [
      "ものおもふなみたのかはのみをつくしふかきしるしはそてにみゆらむ",
      "あふせなきなみたのかはのみをつくしつらきしるしにくちやはてなむ"
    ]
  ],
  [
    15,
    [
      "いつはりのなきよなりともいかかせむちきらてとはぬゆふくれのそら",
      "いつはりとおもひもはてはいかかせむまつをたのみのゆふくれのそら"
    ]
  ],
  [
    13,
    [
      "いつはりとおもひなからもことのはにかかるはつゆのいのちなりけり",
      "いつはりとおもひなせともことのはやしはしものこるいのちなるらむ"
    ]
  ],
  [
    15,
    [
      "いつはりとおもひもはてはいかかせむまつをたのみのゆふくれのそら",
      "とはすともさはるとせめてきかすなよまつをたのみのゆふくれのそら"
    ]
  ],
  [
    12,
    [
      "きぬきぬのそてのなみたをかたみにておもかけとむるありあけのつき",
      "きぬきぬのそてのなみたにかけとめてつきもわかるるありあけのそら"
    ]
  ],
  [
    11,
    [
      "いかにせむうきなかかはのあさきせにむすふちきりのさてもたえなは",
      "いかにせむうきなかかはのあさきせにむすふとすれはたゆるちきりを"
    ]
  ],
  [
    15,
    [
      "いかにしておもひたえなむわすれゆくひとのこころをわかみともかな",
      "そのままにやすくやもののわするるとひとのこころをわかみともかな"
    ]
  ],
  [
    15,
    [
      "おのつからまたもやとふとまたれしはつらさになれぬこころなりけり",
      "おのつからおもひやしるとうらみしはなほみをたのむこころなりけり"
    ]
  ],
  [
    8,
    [
      "あかすしてわかれしひとをゆめにみてうつつにさへもおつるなみたか",
      "うたたねにはかなくひとをゆめにみてうつつにさへもおつるなみたか"
    ]
  ],
  [
    15,
    [
      "としつきはむかしにもあらすなりぬれとこひしきことはかはらさりけり",
      "としをへてわかみはあらすなりゆけとはなのすかたはかはらさりけり"
    ]
  ],
  [
    14,
    [
      "うきひとのこころのたねのわすれくさいつわかなかにしけりそめけむ",
      "きくもうしこころのたねのわすれくさいつよりかよになをのこしけむ"
    ]
  ],
  [
    15,
    [
      "うらみてもかひこそなけれことわりとおもひしるへきこころならねは",
      "つらさをもしりてそいはぬしかりとておもひたゆへきこころならねは"
    ]
  ],
  [
    15,
    [
      "わすれむとおもふものからしたふこそつらさもしらぬこころなりけれ",
      "いくほととおもひなからもなけくこそうきよをしらぬこころなりけれ"
    ]
  ],
  [
    13,
    [
      "あさゆふにあふくこころにかかるかななからのやまのみねのしらくも",
      "いつまてかすまてこころにかかるへきふかきみやまのみねのしらくも"
    ]
  ],
  [
    15,
    [
      "いろもかもわすれはてにしすみそめのそてにおとろくうめのしたかせ",
      "いろもかもたくひはあらしさきみちてのきはにあまるうめのしたかせ"
    ]
  ],
  [
    14,
    [
      "いろもかもわすれはてにしすみそめのそてにおとろくうめのしたかせ",
      "いろもかもわすれしすみのころもてになにそはにほふうめのしたかせ"
    ]
  ],
  [
    15,
    [
      "よしのやまおなしさくらのいろなからをられぬはなやみねのしらくも",
      "さきつつくおなしさくらのいろみえてたちもまかはぬみねのしらくも"
    ]
  ],
  [
    12,
    [
      "ほとときすはつかのつきのやまのはをいててよふかきそらになくなり",
      "ほとときすまつよひすきてやまのはにいさよふつきのかけになくなり"
    ]
  ],
  [
    15,
    [
      "しからきのとやまにかかるうきくものゆくかたみえてふるしくれかな",
      "しからきのとやまのもみちちりはててさひしきみねにふるしくれかな"
    ]
  ],
  [
    15,
    [
      "よのうさのなくさむまてはなけれともすみなれにけるやまのおくかな",
      "みのうさのなくさむとしはなけれともよるはすからにつきをみるかな"
    ]
  ],
  [
    14,
    [
      "いたつらにすくるつきひははやせかはおいのなみにそしからみはなき",
      "いたつらにすくるつきひのはやせかははやくもよするおいのなみかな"
    ]
  ],
  [
    1,
    [
      "ありはつるよとしおもははいかはかりかすならぬみもなほうからまし",
      "ありはつるよとしおもははいかはかりかすならぬみのなほうからまし"
    ]
  ],
  [
    15,
    [
      "あはれともたれかはきかむひとしれぬこころのうちのむかしかたりは",
      "あはれともひとこそしらねひとしれぬこころのうちはかみのまにまに"
    ]
  ],
  [
    15,
    [
      "たけくまのまつをたのみになからへてむかしをみきとたれにかたらむ",
      "たけくまのまつのみとりもうつもれてゆきをみきとやひとにかたらむ"
    ]
  ],
  [
    1,
    [
      "いとひてものちはいかにとおもふこそなほよにとまるこころなりけれ",
      "いとひてものちをいかにとおもふこそなほよにとまるこころなりけれ"
    ]
  ],
  [
    15,
    [
      "しつかやにかこふやしはのかりのよはすみうしとてもあはれいつまて",
      "よのなかはあきのやまたのかりのいほすみうしとてもよしやいつまて"
    ]
  ],
  [
    14,
    [
      "とりへやまはれせぬみねのうきくもやなきかかすそふけふりなるらむ",
      "とりへやまみねにたえせぬうきくもやおくれさきたつけふりなるらむ"
    ]
  ],
  [
    12,
    [
      "たにかはのわかひとなかれ",
      "まとほにあれや"
    ]
  ],
  [
    13,
    [
      "たにかはのわかひとなかれ",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    12,
    [
      "たにかはのわかひとなかれ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    11,
    [
      "たにかはのわかひとなかれ",
      "つまふくかせの"
    ]
  ],
  [
    11,
    [
      "たにかはのわかひとなかれ",
      "なかつきや"
    ]
  ],
  [
    11,
    [
      "たにかはのわかひとなかれ",
      "まつとしきかは"
    ]
  ],
  [
    11,
    [
      "たにかはのわかひとなかれ",
      "またもあはめやも"
    ]
  ],
  [
    10,
    [
      "たにかはのわかひとなかれ",
      "たつわたるみゆ"
    ]
  ],
  [
    11,
    [
      "たにかはのわかひとなかれ",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "たにかはのわかひとなかれ",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    8,
    [
      "たにかはのわかひとなかれ",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "たにかはのわかひとなかれ",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "たにかはのわかひとなかれ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "たにかはのわかひとなかれ",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    12,
    [
      "まとほにあれや",
      "いはほにねさすまつむしのこゑ"
    ]
  ],
  [
    11,
    [
      "まとほにあれや",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    7,
    [
      "まとほにあれや",
      "つまふくかせの"
    ]
  ],
  [
    6,
    [
      "まとほにあれや",
      "なかつきや"
    ]
  ],
  [
    6,
    [
      "まとほにあれや",
      "まつとしきかは"
    ]
  ],
  [
    6,
    [
      "まとほにあれや",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "まとほにあれや",
      "たつわたるみゆ"
    ]
  ],
  [
    7,
    [
      "まとほにあれや",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "まとほにあれや",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    6,
    [
      "まとほにあれや",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "まとほにあれや",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "まとほにあれや",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    14,
    [
      "いはほにねさすまつむしのこゑ",
      "ことしよりはるしりそむる"
    ]
  ],
  [
    13,
    [
      "いはほにねさすまつむしのこゑ",
      "つまふくかせの"
    ]
  ],
  [
    13,
    [
      "いはほにねさすまつむしのこゑ",
      "なかつきや"
    ]
  ],
  [
    11,
    [
      "いはほにねさすまつむしのこゑ",
      "まつとしきかは"
    ]
  ],
  [
    14,
    [
      "いはほにねさすまつむしのこゑ",
      "またもあはめやも"
    ]
  ],
  [
    13,
    [
      "いはほにねさすまつむしのこゑ",
      "たつわたるみゆ"
    ]
  ],
  [
    14,
    [
      "いはほにねさすまつむしのこゑ",
      "つゆのおきゐて"
    ]
  ],
  [
    12,
    [
      "いはほにねさすまつむしのこゑ",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "いはほにねさすまつむしのこゑ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "はるかすみたなひくそらをなかめつつまつそくるしきうくひすのこゑ",
      "はるかすみたなひくたににかへるなりゆきよりいてしうくひすのこゑ"
    ]
  ],
  [
    13,
    [
      "はるのひのひかりもなかしたまかつらかけてほすてふあをやきのいと",
      "はるさめのなこりのつゆのたまかつらみたれてむすふあをやきのいと"
    ]
  ],
  [
    15,
    [
      "さきそむるとやまのはなのいろみえてまとほにかかるみねのしらくも",
      "さきつつくおなしさくらのいろみえてたちもまかはぬみねのしらくも"
    ]
  ],
  [
    13,
    [
      "さくらはないまかさくらしあをやきのかつらきやまにくもそかかれる",
      "さくらはないまさきぬらししからきのとやまのまつにくものかかれる"
    ]
  ],
  [
    15,
    [
      "みるままにたちそかさぬるつくはねのみねのさくらのはなのしらくも",
      "ひにそへてたちそかさなるみよしののよしののやまのはなのしらくも"
    ]
  ],
  [
    15,
    [
      "たつねいるよしののおくのやまさくらにほひもふかくなりまさりけり",
      "たつねはやよしののおくのやまさくらみしよのはなもなほやのこると"
    ]
  ],
  [
    13,
    [
      "あすかかせのとかにわたれたをやめのかさしのさくらいまさかりなり",
      "あすかかせあすもふきなはたをやめのかさしのさくらちりかすきなむ"
    ]
  ],
  [
    15,
    [
      "あすかかせのとかにわたれたをやめのかさしのさくらいまさかりなり",
      "あすかかせふきにけらしなたをやめのやなきのかつらいまなひくなり"
    ]
  ],
  [
    15,
    [
      "このもとになかめなれてもとしふりぬはるのみやまのはなのしらゆき",
      "このもとにふるとみえてもつもらぬはあらしやはらふはなのしらゆき"
    ]
  ],
  [
    14,
    [
      "おほはらやをしほのやまのほとときすわれにかみよのことかたらなむ",
      "くれたけのふしみのさとのほとときすしのふふたよのことかたらなむ"
    ]
  ],
  [
    11,
    [
      "ひとつてにききそめしよりほとときすなかなくこゑをまたぬひはなし",
      "いまはまたききそめしよりほとときすあかぬこころにまたぬひもなし"
    ]
  ],
  [
    15,
    [
      "まつらかはかはおとたかしさよひめのひれふるやまのさみたれのころ",
      "けふみれはかはなみたかしみよしののむつたのよとのさみたれのころ"
    ]
  ],
  [
    15,
    [
      "かさしをるひともかよはすなりにけりみわのひはらのさみたれのころ",
      "なかれあしのすゑはもみえすなりにけりをののみなとのさみたれのころ"
    ]
  ],
  [
    15,
    [
      "なるかみのおともはるかにしからきのとやまをめくるゆふたちのくも",
      "なるかみのおとはかりかときくほとにやまかせはけしゆふたちのそら"
    ]
  ],
  [
    15,
    [
      "あきくれはみにしむものとなりにけりきのふもききしをきのうはかせ",
      "ゆふへのみみにしむものとおもひしをねさめもかなしをきのうはかせ"
    ]
  ],
  [
    15,
    [
      "こころあらはかはなみたつなあまのかはふなてまつまのあきのゆふかせ",
      "こころあらはたちなへたてそさをしかのつままつやまのあきのゆふきり"
    ]
  ],
  [
    15,
    [
      "あまのかはかはおときよしひこほしのあきこくふねのなみのさわくか",
      "あまのかはかはおとすみてひこほしのつまむかへふねまつやひさしき"
    ]
  ],
  [
    14,
    [
      "たなはたのいほはたころもをりしもあれなとかはあきをちきりそめけむ",
      "たなはたのいほはたころもかさねてもあきのひとよとなにちきりけむ"
    ]
  ],
  [
    14,
    [
      "あきかせのふきそめしよりをきのはのそよくをきかぬゆふくれそなき",
      "あきかせのふきそめしよりあまのはらそらゆくつきのくもるよもなし"
    ]
  ],
  [
    14,
    [
      "いろことにさきにほふらしあさつゆのたましくにはのあきはきのはな",
      "いまよりやさきにほふらむさをしかのこゑきくをののあきはきのはな"
    ]
  ],
  [
    15,
    [
      "あきかせによわたるかりのねにたててなみたうつろふにはのはきはら",
      "たかかたによるなくしかのおとにたててなみたうつろふむさしののはら"
    ]
  ],
  [
    13,
    [
      "あきかせにそらはくもらてしらくものたなひくやまをいつるつきかけ",
      "あきかせのはらふもまたてむらくものかかるをのへをいつるつきかけ"
    ]
  ],
  [
    15,
    [
      "ひさかたのつきのかつらのはつもみちいろつくみれはあきはきにけり",
      "ひさかたのつきのかつらのもみちははしくれぬときそいろまさりける"
    ]
  ],
  [
    15,
    [
      "わたのはらやそしまかけてすむつきにあくかれいつるあきのふなひと",
      "わたのはらおきをふかめてすむつきのひかりにいつるあまのつりふね"
    ]
  ],
  [
    15,
    [
      "ふけゆけはまきのをやまにきりはれてつきかけきよしうちのかはなみ",
      "きりはるるをちのやまもとあらはれてつきかけみかくうちのかはなみ"
    ]
  ],
  [
    14,
    [
      "けふみれはいはたのをののまくすはらうらかれわたるあきかせそふく",
      "はつしものをかのくすはらいまよりはうらかれわたるあきかせそふく"
    ]
  ],
  [
    13,
    [
      "しくれつるなこりのくももはれやらてたえたえみゆるみねのもみちは",
      "しくれつるとやまのくもははれにけりゆふひにそむるみねのもみちは"
    ]
  ],
  [
    15,
    [
      "ありあけのつきのてしほのみなとふねいまかいるらむちとりなくなり",
      "ありあけのつきかけさむみなにはかたおきのしらすにちとりなくなり"
    ]
  ],
  [
    15,
    [
      "あしひきのやまのたかねははれやらてたなひくくもにふれるしらゆき",
      "あしひきのやまのかひよりかすみきてはるしりなからふれるしらゆき"
    ]
  ],
  [
    14,
    [
      "からころもそてのわかれのかなしさにおもひたちけむことそくやしき",
      "くさまくらそてのみぬるるたひころもおもひたちけむことそくやしき"
    ]
  ],
  [
    15,
    [
      "たひころもすそののをはなうちなひきそてもひとへにあきかせそふく",
      "ゆふひさすたのものいなはうちなひきやまもととほくあきかせそふく"
    ]
  ],
  [
    8,
    [
      "みやこおもふなみたのうへはたひころものやまのつゆをまたかさぬらむ",
      "みやこおもふなみたのうへにたひころものやまのつゆをかさねてそしく"
    ]
  ],
  [
    14,
    [
      "うつらなくかたののみののくさまくらいくよかりねのかすつもるらむ",
      "うつらなくあたのおほののまくすはらいくよのつゆにむすほほるらむ"
    ]
  ],
  [
    14,
    [
      "うつらなくかたののみののくさまくらいくよかりねのかすつもるらむ",
      "こひわふるそてのみなとのなみまくらいくようきねのかすつもるらむ"
    ]
  ],
  [
    13,
    [
      "はつせかはいはもとさらすゆくみつのわきかへりてもぬるるそてかな",
      "ともすれはいはまつたひにゆくみつのととこほりてもぬるるそてかな"
    ]
  ],
  [
    12,
    [
      "なからへてうきにたへたるいのちこそおのかものからつれなかりけれ",
      "ひとこころうきにたへたるいのちこそつれなきよりつれなかりけれ"
    ]
  ],
  [
    14,
    [
      "おもかけののこるにつけてかなしきはゆめのまくらのわかれなりけり",
      "とほさかるひかすにつけてかなしきはまたもかへらぬわかれなりけり"
    ]
  ],
  [
    15,
    [
      "なみたのみもるやせきやのいたひさしあはぬつきひをさてすくしつつ",
      "なみたのみふるやののきのいたひさしもりくるつきそそてにくもれる"
    ]
  ],
  [
    14,
    [
      "こころにもまかせぬみつのみなかみはうきになかるるなみたなりけり",
      "こころにもまかせぬものはつれなくてうきにたへたるいのちなりけり"
    ]
  ],
  [
    14,
    [
      "ことのはにすきてもなほそたのまるるいとふをたにもしたふみなれは",
      "なほさりのことのはまてそたのまるるつらきをたにもしたふみなれは"
    ]
  ],
  [
    13,
    [
      "わかかたによるとなくなるみよしののたのむのかりをいつかわすれむ",
      "たかかたにゆくともしらすみよしののたのむのかりのこそのわかれは"
    ]
  ],
  [
    15,
    [
      "をはたたのいたたのはしのこほれなはけたよりゆかむこふなわかせこ",
      "をはたたのいたたのはしとこほるるはわたらぬなかのなみたなりけり"
    ]
  ],
  [
    15,
    [
      "もろくなるおいのなみたのあはれしれくるるよことのそてのつきかけ",
      "もろくちるおいのなみたのしはしはもぬるるはこけのたもとなりけり"
    ]
  ],
  [
    14,
    [
      "ひさかたのつきのかつらのあきのいろはしくれもそめぬもみちなりけり",
      "ひさかたのつきのかつらのもみちははしくれぬときそいろまさりける"
    ]
  ],
  [
    14,
    [
      "しつかなるこころのうちもひさかたのそらにくまなきつきやしるらむ",
      "しつかなるこころのうちやまつかけのみつよりもなほすすしかるらむ"
    ]
  ],
  [
    2,
    [
      "おもへともなほつらきかなうりふやまいかにせよとかけふはなるらむ",
      "おもへともなほつらきかなうりふやまいかにせよとかたちはなるらむ"
    ]
  ],
  [
    15,
    [
      "よのなかのうきにはせきもなきものをなににこころのなほとまるらむ",
      "よのなかのうきをもうしとなけくみにいとふこころのなとなかるらむ"
    ]
  ],
  [
    14,
    [
      "きみかよのしるしとそみるすみよしのまつふくかせものとけかりけり",
      "きみかよにかねてうゑけるすみよしのまつふくかせはすゑもはるけし"
    ]
  ],
  [
    13,
    [
      "のちのよもこのよもかみのしるへにておろかなるみのまよはすもかな",
      "のちのよもこのよもかみにまかするやおろかなるみのたのみなるらむ"
    ]
  ],
  [
    11,
    [
      "まつらかたもろこしかけてみわたせはさかひはやへのかすみなりけり",
      "まつらかたもろこしかけてみわたせはなみちもやへのすゑのしらくも"
    ]
  ],
  [
    12,
    [
      "はつかなるやなきのいとのあさみとりみたれぬほとのはるかせそふく",
      "けさみれはやなきのまゆのあさみとりみたるるまてにはるかせそふく"
    ]
  ],
  [
    14,
    [
      "あすかゐのはるのこころはしらねともやとりしぬへきはなのかけかな",
      "すみなるるひとのこころはしらねともやかてさひしきやまのかけかな"
    ]
  ],
  [
    14,
    [
      "たかさこのまつのみとりもまかふまてをのへのかせにはなそちりける",
      "たかさこのまつのみとりはつれなくてをのへのはなのいろそうつろふ"
    ]
  ],
  [
    15,
    [
      "やまかはをなはしろみつにまかすれはたのもにうきてはなそなかるる",
      "はるのたのなはしろみつをまかすれはすたくかはつのこゑそなかるる"
    ]
  ],
  [
    15,
    [
      "やまふかくたつねきつれはほとときすしのふるこゑもかくれさりけり",
      "やまふかくたつねてきけはほとときすすきつるかたのくもになくなり"
    ]
  ],
  [
    13,
    [
      "みわかはのみつせきいれてやまとなるふるのわさたはさなへとるなり",
      "まつかけのみつせきいれてすみよしのきしのうゑたにさなへとるなり"
    ]
  ],
  [
    14,
    [
      "あめはれてくもふくかせになくせみのこゑもみたるるもりのしたつゆ",
      "あめはるるゆふかけやまになくせみのこゑよりおつるききのしたつゆ"
    ]
  ],
  [
    4,
    [
      "あしのはにかくれてすめはなにはなるこやのなつこそすすしかりけれ",
      "あしのはにかくれてすはなにはめのこやはなつこそすすしかりけれ"
    ]
  ],
  [
    6,
    [
      "ほともなくまつよりうへになりにけりこのまもりつるゆふくれのつき",
      "ほともなくまつよりうへになりにけりこのまにみつるやまのはのつき"
    ]
  ],
  [
    15,
    [
      "こころすむあきのつきたになかりせはなにをうきよのなくさめにせむ",
      "ゆくすゑにかへるやまちのなかりせはなにをわかれのなくさめにせむ"
    ]
  ],
  [
    15,
    [
      "よをさむみねさめてきけはなかつきのありあけのつきにころもうつなり",
      "あきのよはねさめののちもなかつきのありあけのつきにしかそなくなる"
    ]
  ],
  [
    11,
    [
      "よもすからふるほとよりもつもらぬはあらしやはらふまつのしらゆき",
      "このもとにふるとみえてもつもらぬはあらしやはらふはなのしらゆき"
    ]
  ],
  [
    15,
    [
      "あさひさすのきはのゆきはかつきえてたるひのすゑにおつるたまみつ",
      "あさひさすまやののきはのしもとけてしくれぬそらにおつるたまみつ"
    ]
  ],
  [
    15,
    [
      "すみかまのけふりにはるをたちこめてよそめかすめるをののやまもと",
      "すみかまのけふりはかりをそれとみてなほみちとほしをののやまさと"
    ]
  ],
  [
    13,
    [
      "すみかまのけふりにはるをたちこめてよそめかすめるをののやまもと",
      "すみかまのけふりをさとのなにたててよそにもしるきをののやまもと"
    ]
  ],
  [
    14,
    [
      "たかせやままつのしたみちわけゆけはゆふあらしふきてあふひともなし",
      "くれかかるやまのしたみちわけゆけはくもこそかへれあふひともなし"
    ]
  ],
  [
    15,
    [
      "ひとしれぬこころのうちのおもひゆゑつねはなかめのひころにもにぬ",
      "ひとしれぬこころのうちのおもひかはなかれてすゑのたのみたになし"
    ]
  ],
  [
    13,
    [
      "つれもなきひとのこころのせきもりはゆめちまてこそゆるささりけれ",
      "うきひとのこころのせきにうちもねてゆめちをさへそゆるささりける"
    ]
  ],
  [
    14,
    [
      "おのつからおもひもいてはとはかりのわかあらましにまつそはかなき",
      "おのつからおもひやいつるとはかりのわかなくさめもよそのとしつき"
    ]
  ],
  [
    15,
    [
      "かけうつすまつもこたかきはるのいけにみなそこかけてにほふふちなみ",
      "いけのおものみつくさかたよるまつかせにみなそこかけてにほふふちなみ"
    ]
  ],
  [
    13,
    [
      "たつねいるみやまかくれのほとときすうきよのほかのことかたらなむ",
      "たつねいるやまのかひあれほとときすききてみやこのひとにかたらむ"
    ]
  ],
  [
    12,
    [
      "ほさてけふいくかになりぬあまころもたみののしまのさみたれのころ",
      "しはしほすなみのまもなしあまころもたみののしまのさみたれのころ"
    ]
  ],
  [
    15,
    [
      "かくてこそみるへかりけれおくやまのむろのとほそにすめるつきかけ",
      "ほさてこそみるへかりけれすまのあまのしほたれわふるそてのつきかけ"
    ]
  ],
  [
    15,
    [
      "なにはえにゆふしほとほくみちぬらしみらくすくなきあしのむらたち",
      "なにはえやゆふしもさやくかせさえてかれはさひしきあしのむらたち"
    ]
  ],
  [
    12,
    [
      "あしひきのとほやまさくらさきぬらしかすみてかかるみねのしらくも",
      "みよしののたかきのさくらさきぬらしそらよりかかるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "こもりえのはつせのさくらさきしよりあらはにかかるはなのしらくも",
      "みよしののたかきのさくらさきぬらしそらよりかかるみねのしらくも"
    ]
  ],
  [
    11,
    [
      "みよしののよしののさくらちりぬらしたえまかちなるみねのしらくも",
      "みよしののたかきのさくらさきぬらしそらよりかかるみねのしらくも"
    ]
  ],
  [
    15,
    [
      "みよしののよしののさくらちりぬらしたえまかちなるみねのしらくも",
      "よしのやまふもとのさくらちりぬらしたちものほらてきゆるしらくも"
    ]
  ],
  [
    14,
    [
      "ききつやととふひとあらはほとときすこたふはかりのひとこゑもかな",
      "さたかなるひとつてよりはほとときすたとるはかりのひとこゑもかな"
    ]
  ],
  [
    14,
    [
      "ほとときすひとつてにのみきくころはみのかすならぬねこそなかるれ",
      "ほとときすひとつてにのみききふりてうきみよそなるねこそつらけれ"
    ]
  ],
  [
    15,
    [
      "たかためかこころつくさてほとときすこのまのつきのよそになくらむ",
      "よしさらはこころつくさてほとときすおのかさつきのころやまたまし"
    ]
  ],
  [
    5,
    [
      "さみたれにみたれてひとをおもふとてなつのよをさへあかしかねつる",
      "さみたれにみたれてものをおもふにはなつのよをさへあかしかねつつ"
    ]
  ],
  [
    11,
    [
      "ふちはせにかはるとききしあすかかはたかいつはりそさみたれのころ",
      "ふちはせにかはるならひもあすかかはきこえぬみよのさみたれのころ"
    ]
  ],
  [
    15,
    [
      "なかそらになほのこらすはみしかよをつきのとかとやおもひはてまし",
      "あけやすきよのまならすはつきかけをあきのそらとやおもひはてまし"
    ]
  ],
  [
    15,
    [
      "ふるさとはのきはのをきをかことにてねぬよのとこにあきかせそふく",
      "ふるさとのかきほのつたもいろつきてかはらのまつにあきかせそふく"
    ]
  ],
  [
    14,
    [
      "おとたつるかせのやとりとなりはててつゆにはうときにはのをきはら",
      "ゆめさそふかせのやとりとなりにけりまくらにちかきにはのをきはら"
    ]
  ],
  [
    15,
    [
      "つゆなからをるへきものをみやきののもとあらのはきにあきかせそふく",
      "つゆのぬきよわきもしらすみやきののはきのにしきにあきかせそふく"
    ]
  ],
  [
    13,
    [
      "あしひきのやまのはきよくそらすみてくもをはよそにいつるつきかけ",
      "あしひきのやまのはたかくなりにけりあらしのよそにすめるつきかけ"
    ]
  ],
  [
    15,
    [
      "つきをみてあかぬこころにあきのよのなかきをかこつひとやなからむ",
      "つきたにもそらにすますはあきのよのなかきをあかすともやなからむ"
    ]
  ],
  [
    15,
    [
      "あきのたのかりほのいほのをちこちにいとひもあへすしかそなくなる",
      "あきのたのかりほのまはきさきしよりなほいほちかくしかそなくなる"
    ]
  ],
  [
    12,
    [
      "しもをまつあさちかつゆにかけふけてよさむになりぬありあけのつき",
      "むしのねはあさちかつゆにうらかれてよさむにのこるありあけのつき"
    ]
  ],
  [
    13,
    [
      "かたしきのころもてさむきかはかせにあきのよかこつうちのはしひめ",
      "かたしきのころもてさむきまつかせにあきのゆふへとしらせすもかな"
    ]
  ],
  [
    15,
    [
      "やまひめのこころのいろもやちくさにそめてしらするみねのもみちは",
      "やまひめのいそくころものあきのいろをそめはしめたるみねのもみちは"
    ]
  ],
  [
    15,
    [
      "さらてたにもみちにあけるかむなひのみむろのやまはなほしくるなり",
      "しくれつつもみちちるみゆかむなひのみむろのやまはあきのくれかも"
    ]
  ],
  [
    15,
    [
      "くれてゆくあきのわかれのみちしはにこよひはかりのつゆやおくらむ",
      "くれてゆくあきのわかれのみちそとやのはらのくさもいろかはるらむ"
    ]
  ],
  [
    14,
    [
      "いにしへもあとみぬわかのうらちとりいまふみそめてなをのこすかな",
      "いにしへのあとあるわかのうらちとりたちかへりてもなをやのこさむ"
    ]
  ],
  [
    15,
    [
      "わかのうらのゆふなみちとりたちかへりこころをよせしかたになくなり",
      "なるみかたゆふなみちとりたちかへりともよひつきのはまになくなり"
    ]
  ],
  [
    13,
    [
      "かこつへきたよりたになくくるしきはそらにしめゆふおもひなりけり",
      "せきかへすたよりたになくかなしきはそてにもしのふなみたなりけり"
    ]
  ],
  [
    13,
    [
      "かねてよりおもひしことのくやしきはうきなをなかすなみたなりけり",
      "かねてよりおもひしことのかはらぬはほとなくひとのつらきなりけり"
    ]
  ],
  [
    14,
    [
      "しきたへのとこのみをなるなみたかはまくらなかれてみるゆめもなし",
      "しきたへのまくらなかるるなみたかはみをはやなからみるゆめそなき"
    ]
  ],
  [
    13,
    [
      "あふことにかへてはなにかをしからむなきにたつこそうきななりけれ",
      "あふことにかへはなこりやをしからむつらきときこそしぬへかりけれ"
    ]
  ],
  [
    1,
    [
      "せきもりのこころもしらぬあふさかをわかかよひちとおもひけるかな",
      "せきもりのこころもしらすあふさかをわかかよひちとおもひけるかな"
    ]
  ],
  [
    15,
    [
      "いつまてのいのちとてかはゆくすゑをたのむはかりはちきりおきけむ",
      "いつまてのいのちとしりてかはらしとゆくすゑまてをちきりおくらむ"
    ]
  ],
  [
    15,
    [
      "いつはりとおもはてひとのまたるるはいかにたのめしゆふへなるらむ",
      "いつはりとおもひもしらすまたるるやこころにたえぬちきりなるらむ"
    ]
  ],
  [
    14,
    [
      "まちわふるこころをしらてほとときすひとのためにやはつねなくらむ",
      "まちわふるこころにまけよほとときすしのふならひのはつねなりとも"
    ]
  ],
  [
    14,
    [
      "ききあかすなみたのつゆもととまらすおいのねさめのをきのうはかせ",
      "かそふれはなみたのつゆもととまらすこれやみそちのあきのはつかせ"
    ]
  ],
  [
    15,
    [
      "ひさかたのつきのかつらのかちをたえふけてとわたるあまのかはふね",
      "ひさかたのつきのかつらのちかけれはほしとそみゆるせせのかかりひ"
    ]
  ],
  [
    13,
    [
      "うきよともなかなかいはしひたすらにかすならぬみはあるにまかせて",
      "うきよとはおもひもしらてすきにけりかすならぬみをあるにまかせて"
    ]
  ],
  [
    12,
    [
      "としふりてよをうみわたるあしたつのなほたちましるわかのうらなみ",
      "いまはとてさはへにかへるあしたつのなほたちいつるわかのうらなみ"
    ]
  ],
  [
    15,
    [
      "はなのいろもうきよにかふるすみそめのそてやなみたになほしつくらむ",
      "よのなかのうきにかへてしすみそめのそてになみたのなにのこるらむ"
    ]
  ],
  [
    15,
    [
      "かくしつつよよのむくいのつきせすはうけかたきみのまたやしつまむ",
      "うかりけるよよのむくいもこりはててうけかたきみをまたなしつめそ"
    ]
  ],
  [
    1,
    [
      "おりたちてひけるあやめのねをみてそけふよりなかきためしをもしる",
      "おりたちてひけるあやめのねをみてそけふよりなかきためしともしる"
    ]
  ],
  [
    1,
    [
      "やまみつにおいせぬちよをせきとめておのれうつろふしらきくのはな",
      "やまみつのおいせぬちよをせきとめておのれうつろふしらきくのはな"
    ]
  ],
  [
    14,
    [
      "きみかよはなかゐのうらのさされいしのいはねのやまとなりはつるまて",
      "きみかよはちくまのかはのさされいしのこけむすいはとなりつくすまて"
    ]
  ],
  [
    12,
    [
      "よよをへてすみこしやまのまつのかせつたへむちよのこゑそしらるる",
      "ゆくすゑをゆつりおきけるまつのかせつたへむちよのこゑそしらるる"
    ]
  ],
  [
    12,
    [
      "ことしよりはるしりそむる",
      "つまふくかせの"
    ]
  ],
  [
    12,
    [
      "ことしよりはるしりそむる",
      "なかつきや"
    ]
  ],
  [
    10,
    [
      "ことしよりはるしりそむる",
      "まつとしきかは"
    ]
  ],
  [
    11,
    [
      "ことしよりはるしりそむる",
      "またもあはめやも"
    ]
  ],
  [
    11,
    [
      "ことしよりはるしりそむる",
      "たつわたるみゆ"
    ]
  ],
  [
    12,
    [
      "ことしよりはるしりそむる",
      "つゆのおきゐて"
    ]
  ],
  [
    12,
    [
      "ことしよりはるしりそむる",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "ことしよりはるしりそむる",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "ことしよりはるしりそむる",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    7,
    [
      "つまふくかせの",
      "なかつきや"
    ]
  ],
  [
    6,
    [
      "つまふくかせの",
      "まつとしきかは"
    ]
  ],
  [
    8,
    [
      "つまふくかせの",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "つまふくかせの",
      "たつわたるみゆ"
    ]
  ],
  [
    6,
    [
      "つまふくかせの",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "つまふくかせの",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    5,
    [
      "つまふくかせの",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "つまふくかせの",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    12,
    [
      "つまふくかせの",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    6,
    [
      "なかつきや",
      "まつとしきかは"
    ]
  ],
  [
    7,
    [
      "なかつきや",
      "またもあはめやも"
    ]
  ],
  [
    7,
    [
      "なかつきや",
      "たつわたるみゆ"
    ]
  ],
  [
    6,
    [
      "なかつきや",
      "つゆのおきゐて"
    ]
  ],
  [
    14,
    [
      "なかつきや",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    5,
    [
      "なかつきや",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "なかつきや",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "なかつきや",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    7,
    [
      "まつとしきかは",
      "またもあはめやも"
    ]
  ],
  [
    6,
    [
      "まつとしきかは",
      "たつわたるみゆ"
    ]
  ],
  [
    6,
    [
      "まつとしきかは",
      "つゆのおきゐて"
    ]
  ],
  [
    15,
    [
      "まつとしきかは",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "まつとしきかは",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "まつとしきかは",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    10,
    [
      "まつとしきかは",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    7,
    [
      "またもあはめやも",
      "たつわたるみゆ"
    ]
  ],
  [
    8,
    [
      "またもあはめやも",
      "つゆのおきゐて"
    ]
  ],
  [
    8,
    [
      "またもあはめやも",
      "なにかわかれの"
    ]
  ],
  [
    14,
    [
      "またもあはめやも",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    12,
    [
      "またもあはめやも",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    7,
    [
      "たつわたるみゆ",
      "つゆのおきゐて"
    ]
  ],
  [
    7,
    [
      "たつわたるみゆ",
      "なにかわかれの"
    ]
  ],
  [
    15,
    [
      "たつわたるみゆ",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "たつわたるみゆ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "やまさくらうつろふいろのはなのかにかすみのそてもにほふはるかせ",
      "やまさくらうつろふころはつゆなからこほれてにほふはなのしたかせ"
    ]
  ],
  [
    15,
    [
      "あけわたるとやまのこすゑほのみえてはなにわかるるみねのよこくも",
      "さえあけすあらしのほともけさみえてゆきにわかるるみねのよこくも"
    ]
  ],
  [
    14,
    [
      "あかつきとおもはてしもやほとときすまたなかそらのつきになくらむ",
      "あかつきのおもひをそへてほとときすなといひしらぬそらになくらむ"
    ]
  ],
  [
    15,
    [
      "ほとときすおのかさつきのときしらはあやめかりふくやとになかなむ",
      "ほとときすおのかさつきのころたにもなにとしのふのもりになくらむ"
    ]
  ],
  [
    13,
    [
      "くもくらきまきのをやまのさみたれにやそうちかははみつまさるらし",
      "くもかかるゆつきかたけのさみたれにあなしのかははみつまさるらし"
    ]
  ],
  [
    15,
    [
      "みやきののつゆわけきつるそてよりもこころにうつるはきかはなすり",
      "みやきののつゆわけころもあさたてはわすれかたみのはきかはなすり"
    ]
  ],
  [
    13,
    [
      "あしひきのやまたちのほるつきかけのゆくかたとほきあきのそらかな",
      "きみかよにやまのはのほるつきかけのゆくすゑとほくすめるそらかな"
    ]
  ],
  [
    14,
    [
      "さらしなやをはすてやまのつきはみしおもひやるたになみたおちけり",
      "さらしなやをはすてやまのみねまてもおもひやらるるよはのつきかけ"
    ]
  ],
  [
    15,
    [
      "ゆふひさすたのものいなはうちなひきやまもととほくあきかせそふく",
      "ゆふひさすたのものいなはすゑとほみなひきもはてすよわるあきかせ"
    ]
  ],
  [
    15,
    [
      "みつくきのをかのくすはをふくかせにころもかりかねさむくなくなり",
      "みつくきのをかのくすはらふきかへしころもてうすきあきのはつかせ"
    ]
  ],
  [
    15,
    [
      "いくちさとあるみちなれやあきことにくもゐをたひとかりのなくらむ",
      "いくせんりほとはくもゐのあきことにみやこをたひとかりのきぬらむ"
    ]
  ],
  [
    15,
    [
      "いつのまにしつはたやまのはつしくれそめてもみちのにしきおるらむ",
      "かみなつきあさひのやまもうちしくれいまやもみちのにしきおるらむ"
    ]
  ],
  [
    14,
    [
      "ゆくあきのすゑののくさはうらかれてしもにのこれるありあけのつき",
      "ゆくあきのすゑはのあさちつゆはかりなほかけとむるありあけのつき"
    ]
  ],
  [
    12,
    [
      "ゆくつきのしたやすからぬうきくものあたりのそらはなほしくれつつ",
      "やまかせのさそひもやらぬうきくものたたよふそらはなほしくれつつ"
    ]
  ],
  [
    14,
    [
      "みなとえやあしのかれはにかせさえてしもよのつきにちとりなくなり",
      "なにはかたあしのかれはにかせさえてみきはのたつもしもになくなり"
    ]
  ],
  [
    1,
    [
      "しもにたにうはけはさゆるあしかものたまものとこはつららゐにけり",
      "しもにたにうはけはさゆるあしかものたまものとこにつららゐにけり"
    ]
  ],
  [
    15,
    [
      "さゆるよのゆきけのそらのむらくもをこほりてつたふありあけのつき",
      "さためなくゆきかふそらのうきくもにこころまよはすありあけのつき"
    ]
  ],
  [
    10,
    [
      "なみのうへのつきのこらすはなにはえのあしわけをふねなほやさはらむ",
      "なみのうへのつきをのこしてなにはやのあしわけをふねこきやわかれむ"
    ]
  ],
  [
    14,
    [
      "からあゐのやしほのころもふかけれとあらぬなみたのいろそまかはぬ",
      "からあゐのやしほのころもふりぬともそめしこころのいろはかはらし"
    ]
  ],
  [
    13,
    [
      "むくいあるよともしらてやうきひとのこころのままにつれなかるらむ",
      "むくいあるみとはしらすやうきことののかれぬままによをうらむらむ"
    ]
  ],
  [
    14,
    [
      "もかみかはひとのこころのいなふねもしはしはかりときかはたのまむ",
      "もかみかはいなとこたへていなふねのしはしはかりはこころをもみむ"
    ]
  ],
  [
    15,
    [
      "さりともとこころひとつにたのむかなひとのしるへきゆふへならねは",
      "さりともとこころひとつにたのめともいひしままなるゆふくれもなし"
    ]
  ],
  [
    13,
    [
      "ひとかたにまちもやせましいつはりのうきにならはぬゆふへなりせは",
      "ひとかたにたのみそせましいつはりにならはぬさきのちきりなりせは"
    ]
  ],
  [
    15,
    [
      "いつはりのちきりなりともたのみてやかはらはかこつことのはにせむ",
      "いつはりのあるよをしらぬみになしてさはるやかこつことのはにせむ"
    ]
  ],
  [
    15,
    [
      "つらかれとするかのうみのはまつつらくるよはまれにひとそなりゆく",
      "こひしねとするかのうみのはまつつらくるよもなみのそてぬらすらむ"
    ]
  ],
  [
    14,
    [
      "いかはかりなほうからましいつはりのなきよにかはるちきりなりせは",
      "いかはかりくるしからましまつことのうきみにもなほあるよなりせは"
    ]
  ],
  [
    14,
    [
      "おいらくのなみたにくもるはるのよはつきもむかしやおもひいつらむ",
      "おいかみのなみたにうかふつきのみやわかむかしをもおもひいつらむ"
    ]
  ],
  [
    15,
    [
      "しもむすふひとよのほとによわるなりをささかしたのまつむしのこゑ",
      "なみをこすをはなかもとによわるなりよさむのすゑのまつむしのこゑ"
    ]
  ],
  [
    15,
    [
      "やまひめのいそくころものあきのいろをそめはしめたるみねのもみちは",
      "あすまてのしくれもしらすあきのいろをそめつくしぬるみねのもみちは"
    ]
  ],
  [
    15,
    [
      "くもかかるかつらきやまにふりそめてよそにつもらぬけさのしらゆき",
      "おのつからのこるかうへにふりそひてよそにつもらぬはるのあはゆき"
    ]
  ],
  [
    14,
    [
      "つゆのおきゐて",
      "つゆおきてなかむるほとをおもひやれ"
    ]
  ],
  [
    7,
    [
      "つゆのおきゐて",
      "なにかわかれの"
    ]
  ],
  [
    11,
    [
      "つゆのおきゐて",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "つゆのおきゐて",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    13,
    [
      "さきやらぬはなまつほとのやまのはにおもかけみせてかかるしらくも",
      "さきやらぬはなをまつちのやまのはにひとたのめなるはるのしらくも"
    ]
  ],
  [
    14,
    [
      "きみかよにふたたひかさすあふひくさかみのめくみもかさねてそしる",
      "きみかよにまたたちかへりあふひくさかけてそかみのめくみをはしる"
    ]
  ],
  [
    14,
    [
      "さとひとはころもうつなりしからきのとやまのあきやよさむなるらむ",
      "あすかにはころもうつなりたをやめのそてのあきかせよさむなるらし"
    ]
  ],
  [
    14,
    [
      "ふるさとのかきほのつたもいろつきてかはらのまつにあきかせそふく",
      "くるるよのまさきのかつらいろつきてとやまのつきにあきかせそふく"
    ]
  ],
  [
    14,
    [
      "いかはかりまたるるものとほとときすしりてつれなきはつねなるらむ",
      "たかさとにまつさそはれてほとときすわれにつれなきはつねなくらむ"
    ]
  ],
  [
    15,
    [
      "ほとときすいつとさためぬはつねこそやかてまつひのたのみなりけれ",
      "ほとときすききつともなきはつねこそゆめにまさらぬうつつなりけれ"
    ]
  ],
  [
    15,
    [
      "いつはりとおもひなせともことのはやしはしものこるいのちなるらむ",
      "いつはりとおもひなからもちきりしやゆふくれことのたのみなるらむ"
    ]
  ],
  [
    15,
    [
      "おもひいつるくもまのつきのおもかけはまたいつまてのわすれかたみそ",
      "おもひいつるくもゐのつきのおもかけもよかはのみつにすましてそみる"
    ]
  ],
  [
    13,
    [
      "なからふるこころよわさをいのちにてそむかぬよこそおいとなりけれ",
      "さためなきこころよわさをかへりみてそむかぬよこそいととをしけれ"
    ]
  ],
  [
    6,
    [
      "あさちはらすゑはにすかるつゆのみはもとのしつくをよそにやはみる",
      "よのなかのすゑはにかかるつゆのみはもとのしつくをよそにやはみる"
    ]
  ],
  [
    15,
    [
      "なにはかたしほやくけふりたちそひてかすみもなひくうらかせそふく",
      "なにはかたいりえのあしはしほこえてまつのみなひくうらかせそふく"
    ]
  ],
  [
    15,
    [
      "ありあけのつれなきよりもうきものはとりのねまたぬわかれなりけり",
      "ありあけのつきよりもなほつれなきはうきよをいてぬわかみなりけり"
    ]
  ],
  [
    12,
    [
      "ははそはらちりしわかれをおもひいててけふこのもとはいかかしくるる",
      "ははそはらちりしわかれにおとらめやけふこのもとのそてのしくれは"
    ]
  ],
  [
    14,
    [
      "みかりせしよよのためしをしるへにてかたののとりのあとをたつねむ",
      "みかりせしよよのむかしにたちかへれかたののとりもきみをまつなり"
    ]
  ],
  [
    15,
    [
      "つゆおきてなかむるほとをおもひやれ",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    15,
    [
      "つゆおきてなかむるほとをおもひやれ",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    14,
    [
      "なにかわかれの",
      "ふみわけしむかしはゆめかうつのやま"
    ]
  ],
  [
    11,
    [
      "なにかわかれの",
      "かへるへきみちしなけれは"
    ]
  ],
  [
    15,
    [
      "なにかわかれの",
      "かすかののおとろのみちのうもれみつ"
    ]
  ],
  [
    13,
    [
      "かへるへきみちしなけれは",
      "かすかののおとろのみちのうもれみつ"
    ]
  ]
]